Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PrivacySettingsUI/ProblemReporting.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ABOUT_DIAGNOSTICS_INFO_TEXT
source: Apple would like your help improving the quality and performance of its products and services. With your consent, there are three types of analytics Apple may collect: iOS device analytics, iCloud analytics and App analytics. Your iOS device can automatically collect analytics information about your iOS device and any paired Apple Watch and send it to Apple for analysis, but only with your explicit consent. We would also like your help to improve our products and services by using, in a privacy preserving manner, data from your iCloud account. You can also assist Apple’s partners and developers by providing aggregated information about applications and services you use by turning on App analytics. iOS Device Analytics %@ may include details about hardware and operating system specifications, performance statistics, and data about how you use your devices and applications. None of the collected information identifies you personally. Personal data is either not logged at all, is subject to privacy preserving techniques such as differential privacy, or is removed from any reports before they’re sent to Apple. You can review this information by going to Settings on your iOS device, tapping Privacy & Security, tapping Analytics and looking under Analytics Data. If you have consented to provide Apple with this information, and you have Location Services turned on, the location of your devices may also be sent to help Apple analyze performance issues (for example, the strength or weakness of a mobile signal in a particular location). This analytics location data may include locations such as the location of your devices once per day, the location where a call ends or the location of a failed in-store transaction. You may choose to turn off Location Services for Analytics at any time. To do so, open Settings, tap Privacy & Security, tap Location Services, tap System Services and turn off the %@ switch. You may also choose to turn off %@ altogether. To do so, open Settings, tap Privacy & Security, tap Analytics, and set “%@” to off. If you have an Apple Watch paired with your iPhone, then set “Share iPhone & Watch Analytics” to off. iCloud Analytics Analysis of data from your iCloud account is undertaken only after the data has undergone privacy preserving techniques such as differential privacy. Analysis of such data will allow Apple to improve intelligent features and services such as Siri and other similar or related services. You may choose to turn off iCloud Analytics at any time. To do so, you can open Settings, tap Privacy & Security, tap Analytics and set “Share iCloud Analytics” to off. App Analytics To help Apple’s partners and third-party developers improve their apps, products and services designed for use with Apple products, Apple may provide such partners or developers with a subset of analytics information that is relevant to that partner’s or developer’s app, product or service, as well as statistics about how you use that partner’s or developer’s app, as long as the analytics information and statistics are aggregated or in a form that does not personally identify you. You may choose not to share crash data and statistics about how you use apps with third-party app developers. To do so, open Settings on your iOS device, tap Privacy & Security, tap Analytics, and turn off Share With App Developers. If Analytics is set to Don’t Send, sharing crash data and statistics about how you use their apps with third-party app developers is automatically turned off. By using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing and use of this information as described above. At all times, information received by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy.
ar: ترغب Apple في الحصول على مساعدتك لتحسين جودة وأداء منتجاتها وخدماتها. بعد أخذ موافقتك، يمكن لـ Apple أن تجمع: تحليلات جهاز iOS وتحليلات iCloud وتحليلات التطبيقات. يستطيع جهاز iOS أن يجمع معلومات التحليلات لجهاز iOS الخاص بك وأي Apple Watch مقترنة به تلقائيًا، وإرسالها إلى Apple لكي يتم تحليلها - ولكن فقط بموجب موافقة صريحة منك. كما نرغب في الحصول على مساعدتك لتحسين منتجاتنا وخدماتنا من خلال استخدام بيانات من حساب iCloud، بطريقة تحافظ على خصوصيتك. يمكنك أيضًا مساعدة شركاء ومطوري Apple بإرسال المعلومات الإجمالية عن التطبيقات والخدمات التي تستخدمها من خلال تشغيل تحليلات التطبيقات. تحليلات جهاز iOS قد تتضمن %@ تفاصيل حول مواصفات الأجهزة ونظام التشغيل، وإحصائيات الأداء، وبيانات عن كيفية استخدامك للأجهزة والتطبيقات. لا يوجد ضمن المعلومات التي يتم جمعها معلومات تكشف عن هويتك. فالبيانات الشخصية لا يتم تسجيلها إطلاقًا، أو تخضع لتقنيات حماية الخصوصية مثل الخصوصية التفاضلية، أو تتم إزالتها من كل التقارير قبل إرسالها إلى Apple. ويمكنك مراجعة هذه المعلومات من خلال الانتقال إلى الإعدادات على جهاز iOS الخاص بك، والضغط على "الخصوصية والأمن"، ثم الضغط على "التحليلات" والبحث أسفل "بيانات التحليلات". إذا كنت قد وافقت على تزويد Apple بهذه المعلومات، وكانت خدمات الموقع قيد التشغيل، فقد يتم إرسال موقع أجهزتك أيضًا لمساعدة Apple في تحليل مشاكل الأداء (على سبيل المثال، قوة أو ضعف إشارة الجوال في موقع ما على وجه الخصوص). وقد تتضمن بيانات الموقع التحليلية هذه موقع أجهزتك مرة في اليوم، أو الموقع الذي انتهت به مكالمة ما، أو الموقع الذي فشلت فيه معاملة تجارية داخل متجر. ويمكنك إيقاف خدمات الموقع للتحليلات في أي وقت؛ وذلك من خلال فتح الإعدادات، والضغط على "الخصوصية والأمن"، والضغط على "خدمات الموقع"، ثم الضغط على "خدمات النظام" وإيقاف مفتاح %@. يمكنك أيضًا إيقاف %@ إجمالًا. للقيام بذلك، افتح الإعدادات، واضغط على "الخصوصية والأمن"، ثم اضغط على "التحليلات" وقم بتعيين "%@" إلى وضع الإيقاف. وإذا كانت لديك Apple Watch مقترنة بالـ iPhone الخاص بك، فقم بتعيين "مشاركة تحليلات iPhone والساعة" إلى وضع الإيقاف. تحليلات iCloud لا يتم تحليل البيانات من حساب iCloud إلا بعد أن تخضع البيانات لتقنيات الحفاظ على الخصوصية مثل الخصوصية التفاضلية. وبتحليل تلك البيانات، ستتمكن Apple من تحسين ميزات وخدمات ذكية، مثل Siri وغير ذلك من الخدمات المشابهة أو ذات الصلة. يمكنك اختيار إيقاف تحليلات iCloud في أي وقت؛ وذلك من خلال فتح الإعدادات، والضغط على "الخصوصية والأمن"، ثم "التحليلات"، ثم تعيين "مشاركة تحليلات iCloud" إلى وضع الإيقاف. تحليلات التطبيقات لمساعدة شركاء Apple والمطورين الخارجيين على تحسين تطبيقاتهم ومنتجاتهم وخدماتهم المصممة للاستخدام مع منتجات Apple، قد تزود Apple هؤلاء الشركاء والمطورين بمعلومات تحليلات فرعية تتعلق بالتطبيق أو المنتج أو الخدمة الخاصة بهذا الشريك أو المطور، إضافة إلى إحصائيات عن كيفية استخدامك لتطبيق ذلك المطور أو الشريك، طالما أن معلومات التحليلات مجمعة أو بصيغة لا تكشف عن هويتك الشخصية. يمكنك اختيار عدم مشاركة بيانات المشاكل والإحصائيات حول كيفية استخدامك للتطبيقات مع مطوري تطبيقات الجهات الخارجية. للقيام بذلك، افتح الإعدادات على جهاز iOS الخاص بك، واضغط على "الخصوصية والأمن"، واضغط على "التحليلات"، ثم قم بإيقاف "المشاركة مع مطوري التطبيقات". وفي حالة تعيين التشخيصات على "عدم الإرسال"، فهذا يعني أنه قد تم بالفعل إيقاف مشاركة بيانات المشاكل والإحصائيات حول كيفية استخدامك للتطبيقات مع مطوري تطبيقات الجهات الخارجية تلقائيًا. يعد استخدامك لهذه الميزات بمثابة موافقة منك على أن تقوم Apple وشركاتها الفرعية ووكلاؤها بنقل هذه المعلومات وجمعها والاحتفاظ بها ومعالجتها واستخدامها على النحو المبين أعلاه سيتم - في جميع الأوقات - التعامل مع المعلومات التي يتم استلامها بواسطة Apple وفقًا لسياسة خصوصية Apple، والتي يمكنك العثور عليها على هنا: www.apple.com/ae-ar/privacy
bg: Apple биха искали да им помогнете да подобрят качеството и производителността на техните продукти и услуги. С ваше позволение има три типа аналитични данни, които могат да се събират от Apple: аналитични данни за iOS устройство, аналитични данни от iCloud и аналитични данни от приложения. Вашето iOS устройство може автоматично да събира аналитична информация за вашето iOS устройство и свързан Apple Watch и да я изпраща на Apple за анализ, но само с вашето изрично съгласие. Също така ние бихме искали вашата помощ да подобрим нашите продукти и услуги, като използваме данните от вашата регистрация в iCloud по начин, запазващ поверителността. Освен това можете да помогнете на партньорите на Apple и разработчиците, като осигурявате цялостната информация за използваните приложения и услуги чрез активирането на опцията Аналитични данни от приложения. Аналитични данни за iOS устройство %@ може да съдържа детайли за вашия хардуер и операционна система, статистически данни за производителността и данни за това как използвате вашите устройства и приложения. Никоя част от събираната информация не ви идентифицира лично. Личните данни или не се записват изобщо, или са обект на техниките за запазване на поверителност като диференциална поверителност, или се премахват от докладите, преди да се изпратят на Apple. Можете да прегледате тази информация, като отидете в Настройки на вашето iOS устройство, докоснете Поверителност и сигурност, докоснете Аналитични данни и погледнете под Данни. Ако сте се съгласили да предоставяте на Apple тази информация и са включени услугите за местоположение, местоположението на вашите устройства също може да се изпраща на Apple, за да помогне при анализиране на проблеми с производителността (например дали е силен или слаб мобилният сигнал на това определено място). Тези аналитични данни за местоположението може да включват местоположения като местоположението на вашите устройства един път на ден, местоположението, където приключва обаждане, или местоположението на неуспешна транзакция. По всяко време можете да изберете да изключите услугите за местоположение по отношение на аналитичните данни. За да го направите, отворете Настройки, докоснете Поверителност и сигурност, докоснете Услуги за местоположение, докоснете Системни услуги и изключете плъзгача до %@. Също така можете да изключите изцяло %@. За да го направите, отворете Настройки, докоснете Поверителност и сигурност, докоснете Аналитични данни и изключете „%@“. Ако имате Apple Watch, свързан с вашия iPhone, изключете и „Споделяне на аналитични данни на iPhone и Watch”. iCloud аналитични данни Предприема се анализ на данните от вашата регистрация в iCloud единствено след като данните са обработени с техники за запазване на поверителността като диференциална поверителност. С помощта на анализиране на такива данни Apple усъвършенства интелигентните функции и услуги като Siri и други подобни или свързани услуги. По всяко време можете да изключите iCloud аналитични данни. За да го направите, отворете Настройки, докоснете Поверителност и сигурност, докоснете Аналитични данни и изключете плъзгача до „Споделяне на iCloud аналитични данни“. Аналитични данни от приложения За да се помогне на партньорите на Apple и разработчиците от други фирми да усъвършенстват техните приложения, продукти и услуги, проектирани да се използват на продукти на Apple, може да се предостави на такива партньори или разработчици част от аналитичната информация, която е свързана с приложението, продукта или услугата на партньора или разработчика, както и статистическа информация за това как използвате това приложение на партньора или разработчика при положение, че аналитичната и статистическата информация е агрегирана или във вид, който не ви идентифицира лично. Можете да изберете да не споделяте с разработчици на приложения от други фирми данни за сривове и статистически данни как използвате приложенията. За да го направите, отворете Настройки на вашето iOS устройство, докоснете Поверителност и сигурност, докоснете Аналитични данни и изключете Споделяне с разработчици на приложения. Ако е избрано да не се изпращат аналитичните данни, автоматично се изключва и споделянето с разработчици от други фирми на данни за сривове и статистически данни как използвате техните приложения. С използването на тези функции вие приемате и се съгласявате Apple и техните подразделения и агенти да прехвърлят, събират, поддържат, обработват и използват тази информация, както е описано по-горе. През цялото време получената от Apple информация ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на www.apple.com/privacy.
ca: Apple vol demanar‑te un cop de mà per millorar la qualitat i el funcionament dels seus productes i serveis. Amb el teu consentiment, Apple podrà recopilar tres tipus de dades: d’anàlisi del dispositiu iOS, d’anàlisi de l’iCloud i d’anàlisi de les apps. El dispositiu iOS pot recopilar informació d’anàlisi sobre el dispositiu mateix i qualsevol Apple Watch que hi hagis enllaçat, i enviar‑la a Apple per analitzar‑la, però només amb el teu consentiment explícit. També et demanem permís per utilitzar les dades del compte de l’iCloud, sempre de manera que es garanteixi la teva privacitat, amb l’objectiu de millorar els nostres productes i serveis. Així mateix, amb l’objectiu d’ajudar els equips de desenvolupament i els proveïdors que col·laboren amb Apple, pots activar l’anàlisi de les apps per enviar‑los dades agregades sobre les apps i els serveis que utilitzes. Anàlisi del dispositiu iOS Les dades recopilades mitjançant l’opció “%@” poden incloure detalls sobre les especificacions del maquinari i del sistema operatiu, estadístiques de rendiment i dades sobre com utilitzes els dispositius i les apps. La informació recopilada no t’identifica personalment. Les dades personals no es registren, o bé es tracten amb tècniques de conservació de la privacitat, com ara la privacitat diferencial, o bé s’eliminen dels informes abans que s’enviïn a Apple. Per revisar la informació al dispositiu iOS, ves a l’app Configuració > Privacitat i seguretat > Anàlisi > Dades d’anàlisi. Si estàs d’acord a proporcionar aquesta informació a Apple i tens activada la localització, la ubicació dels dispositius també s’enviarà a Apple per analitzar problemes de rendiment (per exemple, si el nivell de cobertura mòbil és potent o feble en una ubicació determinada). Les dades d’anàlisi de la ubicació poden incloure, entre d’altres, la ubicació dels dispositius un cop al dia, la ubicació on finalitza una trucada o la ubicació d’una transacció fallida en una botiga. Pots desactivar la localització per a l’anàlisi en qualsevol moment. Per fer‑ho, ves a l’app Configuració > Privacitat i seguretat > Localització > Serveis del sistema i, tot seguit, desactiva l’opció “%@”. També pots desactivar l’opció “%@” completament. Per fer‑ho, ves a l’app Configuració > Privacitat i seguretat > Anàlisi i, tot seguit, desactiva l’opció “%@”. Si tens un Apple Watch enllaçat a l’iPhone, desactiva l’opció “Comparteix (iPhone i Watch)”. Anàlisi de l’iCloud L’anàlisi de les dades del compte de l’iCloud només s’efectuarà després que s’hi hagin aplicat mesures tècniques de conservació de la privacitat, com ara la tècnica de privacitat diferencial. Mitjançant aquesta anàlisi, Apple podrà millorar els serveis i les funcions intel·ligents, com ara Siri i d’altres de similars o que hi tinguin relació. Pots desactivar l’anàlisi de l’iCloud en qualsevol moment. Per fer‑ho, ves a l’app Configuració > Privacitat i seguretat > Anàlisi i, tot seguit, desactiva l’opció “Comparteix l’anàlisi de l’iCloud”. Anàlisi d’apps Per ajudar els proveïdors i els equips de desenvolupament de tercers d’Apple a millorar les seves apps, productes i serveis dissenyats per a l’ús amb productes d’Apple, Apple pot proporcionar‑los una part de la informació d’anàlisi que sigui pertinent per a l’app, el producte o el servei del proveïdor o equip de desenvolupament, així com estadístiques sobre com utilitzes l’app del proveïdor o l’equip de desenvolupament, sempre que la informació d’anàlisi i les estadístiques formin part d’un conjunt de dades o es presentin d’una manera que no t’identifiqui personalment. Pots decidir no compartir informació d’errors i estadístiques d’ús amb els equips de desenvolupament de les apps de tercers. Per fer‑ho al dispositiu iOS, ves a l’app Configuració > Privacitat i seguretat > Anàlisi i, tot seguit, desactiva l’opció “Comparteix les dades”. En desactivar aquesta opció, automàticament es deixaran de compartir la informació d’errors i les estadístiques d’ús amb els equips de desenvolupament de les apps de tercers. En fer servir aquestes funcions, acceptes i consents que Apple, els seus agents i les seves filials transmetin, recopilin, conservin, processin i utilitzin aquesta informació tal com s’ha descrit anteriorment. La informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com/es/privacy.
cs: Společnost Apple má zájem o vaši pomoc při zlepšování kvality a výkonnosti svých produktů a služeb. S vaším svolením může společnost Apple shromažďovat tři typy analytických dat: analýzu iOS zařízení, analýzu iCloudu a analýzu aplikací. Vaše iOS zařízení může automaticky shromažďovat analytická data týkající se zařízení a spárovaných Apple Watch a odesílat je společnosti Apple k analýze – ovšem pouze s vaším výslovným souhlasem. Také bychom rádi při zachování vašeho soukromí využili za účelem vylepšování našich produktů a služeb data z vašeho účtu na iCloudu. Když zapnete analýzu aplikací, pomůžete partnerům společnosti Apple a vývojářům poskytnutím agregovaných informací o aplikacích a službách, které používáte. Analýza iOS zařízení %@ může zahrnovat podrobné údaje o hardwaru a operačním systému, výkonnostní statistiky a informace o tom, jak využíváte svá zařízení a aplikace. Žádná ze shromážděných dat neumožňují vaši osobní identifikaci. Osobní data buď nejsou zahrnuta vůbec, nebo jsou zpracována pomocí postupů ochraňujících soukromí (například pomocí diferenciálního soukromí), případně jsou ze zpráv před odesláním společnosti Apple odstraněna. Chcete‑li si shromážděné údaje prohlédnout, otevřete na svém iOS zařízení Nastavení, klepněte na Soukromí a zabezpečení, klepněte na volbu Analýza a projděte si oddíl Data analýzy. Pokud jste souhlasili s poskytováním těchto dat společnosti Apple a máte zároveň zapnuté polohové služby, společnosti Apple mohou být též odesílány informace o poloze vašich zařízení za účelem analýzy problémů s výkonností (například s úrovní mobilního signálu v určitém místě). Analytická polohová data mohou například obsahovat jeden polohový údaj denně, polohu místa, na kterém došlo k ukončení hovoru, nebo polohu místa, na kterém selhala transakce v obchodě. Využívání polohových dat v Analýze můžete kdykoli vypnout. Chcete‑li tak učinit, otevřete Nastavení, klepněte na Soukromí a zabezpečení, klepněte na Polohové služby, klepněte na Systémové služby a přesuňte přepínač %@ do polohy vypnuto. Funkci %@ též můžete úplně deaktivovat. Chcete‑li tak učinit, otevřete Nastavení, klepněte na Soukromí a zabezpečení, pak na volbu Analýza a funkci %@ vypněte. Pokud máte se svým iPhonem spárované Apple Watch, vypněte volbu „Sdílet analýzu iPhonu a hodinek“. Analýza iCloudu Analýza dat z vašeho účtu na iCloudu je prováděna až po zpracování dat technikami na ochranu soukromí, například pomocí diferenciálního soukromí. Analýza těchto dat umožní společnosti Apple vylepšovat inteligentní funkce a služby, například Siri a další podobné nebo související služby. Analýzu iCloudu můžete kdykoli vypnout. Chcete-li tak učinit, otevřete Nastavení, klepněte na Soukromí a zabezpečení, pak na volbu Analýza a vypněte volbu Sdílet analýzu iCloudu. Analýza aplikací Společnost Apple může svým partnerům a nezávislým vývojářům poskytnout dílčí analytická data a statistiky využívání jejich aplikací, jež jsou pro tyto subjekty relevantní vzhledem ke zlepšování jejich aplikací, produktů a služeb navržených pro spolupráci s produkty společnosti Apple. Ovšem pouze za předpokladu, že tato analytická data jsou agregována či jsou v podobě, která neumožňuje vaši osobní identifikaci. V případě, že se rozhodnete nesdílet informace o selhání aplikací od nezávislých vývojářů a statistiky jejich využívání, otevřete na svém iOS zařízení Nastavení, klepněte na Soukromí a zabezpečení, klepněte na volbu Analýza a vypněte volbu Sdílet data s vývojáři aplikací. Pokud je Analýza nastavena na volbu Neodesílat, sdílení informací o selhání aplikací od nezávislých vývojářů a statistiky jejich využívání jsou vypnuty automaticky. Užíváním těchto funkcí vyjadřujete svůj výslovný souhlas s tím, že společnost Apple a její pobočky a zástupci mohou přenášet, shromažďovat, spravovat, zpracovávat a využívat veškeré výše uvedené údaje. S informacemi obdrženými společností Apple bude vždy nakládáno v souladu s pravidly na ochranu osobních údajů zákazníků společnosti Apple, která jsou k dispozici na webové stránce www.apple.com/cz/privacy.
da: Apple har brug for din hjælp til at forbedre kvaliteten og ydeevnen af produkter og tjenester. Med din tilladelse er der tre typer analyser, som Apple muligvis kan indsamle: iOS-enhedsanalyse, iCloud-analyse og appanalyse. Din iOS-enhed kan automatisk indsamle analyseoplysninger om din iOS-enhed og et evt. parret Apple Watch og sende dem til Apple, hvor de analyseres – men kun med din udtrykkelige tilladelse. Vi vil gerne have din hjælp til at forbedre vores produkter og tjenester ved at bruge data fra din iCloud-konto vha. teknikker, der opretholder anonymiteten. Du kan også hjælpe Apples partnere og udviklere ved at levere indsamlede oplysninger om apps og tjenester, som du bruger. Dette gør du ved at slå App-analyse til. iOS-enhedsanalyse %@ kan indeholde oplysninger om hardware og operativsystemer, statistik over ydeevne og oplysninger om, hvordan du bruger dine enheder og apps. Ingen af de indsamlede oplysninger identificerer dig personligt. Personlige data bliver enten slet ikke registreret, er underlagt teknikker til bevarelse af anonymiteten f.eks. differentieret anonymitet, eller de bliver fjernet fra alle rapporter, før de sendes til Apple. Du kan gennemgå oplysningerne ved at gå til Indstillinger på iOS-enheden, trykke på Anonymitet & sikkerhed og vælge Analyse under Analysedata. Hvis du har givet Apple tilladelse til at indsamle disse oplysninger, og Lokalitetstjenester er slået til, kan placeringen af dine enheder også blive sendt til Apple til analyse af problemer med ydeevnen (for eksempel styrken på mobile signaler i et bestemt område). Disse analyselokalitetsoplysninger kan indeholde lokaliteter som dine enheders lokaliteter (en gang dagligt) eller lokaliteten ved afslutning af en samtale eller lokaliteten for en mislykket transaktion i en butik. Du kan altid vælge at slå Lokalitetstjenester for analyse fra. Gå til Indstillinger, tryk på Anonymitet & sikkerhed, tryk på Lokalitetstjenester, tryk på Systemtjenester, og slå %@ fra. Du kan også vælge at slå %@ helt fra. Gå til Indstillinger, tryk på Anonymitet & sikkerhed, og vælg Analyse og indstil ”%@” til fra. Hvis du har et Apple Watch, der er pardannet med din iPhone, så indstil “Del iPhone- & Apple Watch‑analyse” til fra. iCloud-analyse Analyse af data fra din iCloud-konto vil kun finde sted, efter at dataene har været underlagt teknikker til bevarelse af anonymiteten f.eks. differentieret anonymitet. Analyse af data vil give Apple mulighed for at forbedre intelligente funktioner og tjenester som f.eks. Siri og andre lignende tjenester. Du kan også vælge at slå iCloud-analyse helt fra. Gå til Indstillinger, tryk på Anonymitet & sikkerhed, og vælg Analyse og indstil ”Del iCloud-analyse” til fra. App-analyse For at hjælpe Apples samarbejdspartnere og tredjepartsudviklere med at forbedre deres apps, produkter og tjenester, der er designet til at blive brugt med Apple-produkter, kan Apple levere en delmængde af analyseoplysninger til disse samarbejdspartnere med oplysninger, der er relevante for deres apps, produkter og tjenester, samt statistik over, hvordan du bruger den pågældende partners eller udviklers app, så længe analyseoplysningerne er samlet eller præsenteret i et format, der ikke identificerer dig personligt. Du kan vælge ikke at dele data om systemsvigt og statistik om, hvordan du bruger apps, med tredjepartsudviklere af apps. Det gør du ved at åbne Indstillinger på din iOS-enhed, trykke på Anonymitet & sikkerhed, trykke på Analyse, og slå Del med appudviklere fra. Hvis Analyse er indstillet til “Send ikke”, er deling af data om systemsvigt og statistik om, hvordan du bruger deres apps, med tredjepartsudviklere, automatisk slået fra. Når du bruger disse funktioner, indvilger du i, at Apple og dets datterselskaber og repræsentanter overfører, indsamler, vedligeholder, bearbejder og bruger disse oplysninger som beskrevet ovenfor. Oplysninger modtaget af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com/dk/privacy.
de: Apple bittet um Unterstützung bei der Verbesserung der Qualität und Leistungsfähigkeit seiner Produkte und Dienstleistungen. Mit deiner Zustimmung sammelt Apple Daten aus drei Arten von Analysen: iOS-Geräteanalyse, iCloud-Analyse und App-Analyse. Dein iOS-Gerät kann automatisch Analysedaten über dein iOS-Gerät und eine damit gekoppelte Apple Watch sammeln und zu Analysezwecken an Apple senden – jedoch nur mit deiner ausdrücklichen Zustimmung. Wir bitten dich auch um Unterstützung bei der Verbesserung der Qualität unserer Produkte und Dienstleistungen und möchten zu diesem Zweck unter Einhaltung des Datenschutzes Daten aus deinem iCloud-Account verwenden. Du kannst die Partner und Entwicklungsteams von Apple unterstützen, indem du durch Aktivieren der App-Analyse aggregierte Informationen über Apps und Dienste, die du verwendest, bereitstellst. iOS-Geräteanalyse Zur %@ können auch Details zu Hardware- und Betriebssystemspezifikationen und Leistungsstatistiken sowie Informationen über die Art der Nutzung deiner Geräte und der Apps gehören. Keine der gesammelten Daten lassen Rückschlüsse auf deine Person zu. Persönliche Daten werden entweder gar nicht aufgezeichnet, unterliegen strengen Datenschutzrichtlinien, etwa dem Schutz der Privatsphäre, oder werden aus den Berichten gelöscht, bevor diese an Apple gesendet werden. Du kannst dir diese Informationen ansehen, indem du auf deinem iOS-Gerät in den Einstellungen auf „Datenschutz & Sicherheit“ und dann auf „Analyse“ tippst und dort die „Analysedaten“ öffnest. Wenn du zugestimmt hast, dass du Apple diese Informationen zur Verfügung stellen möchtest, und wenn du die Ortungsdienste aktiviert hast, kann die aktuelle Position deiner Geräte ebenfalls gesendet werden. Auf diese Weise ermöglichst du Apple das Analysieren von Leistungsproblemen (z. B. Informationen darüber, wie stark oder schwach ein Mobilfunksignal an einem bestimmten Ort ist). In diesen standortbezogenen Analysedaten sind möglicherweise auch Standorte wie einmal pro Tag die Position deiner Geräte bzw. der Ort, an dem ein Anruf beendet wurde oder eine Transaktion im Store fehlgeschlagen ist, enthalten. Du kannst die Ortungsdienste für die Analyse jederzeit deaktivieren. Öffne hierfür die Einstellungen, tippe auf „Datenschutz & Sicherheit“, „Ortungsdienste“, dann auf „Systemdienste“ und bewege den Schalter „%@“ in die Position „Aus“. „%@“ kann jederzeit deaktiviert werden. Öffne hierfür die Einstellungen, tippe auf „Datenschutz & Sicherheit“ und dann „Analyse“ und bewege den Schalter „%@“ in die Position „Aus“. Falls eine Apple Watch mit deinem iPhone gekoppelt ist, deaktiviere „iPhone- & Watch-Analyse teilen“. iCloud-Analyse Die Analyse von Daten aus deinem iCloud-Account wird erst nach Anwendung von Datenschutztechniken, wie z. B. „Differential Privacy“, durchgeführt. Die Analyse derartiger Daten ermöglicht Apple die Verbesserung intelligenter Funktionen und Dienste wie Siri und ähnlicher bzw. damit zusammenhängender Dienste. „iCloud-Analyse“ kann jederzeit deaktiviert werden. Öffne hierfür die Einstellungen, tippe auf „Datenschutz & Sicherheit“ und dann „Analyse“ und bewege den Schalter „iCloud-Analyse teilen“ in die Position „Aus“. App-Analyse Damit Partner von Apple und Drittentwicklungsteams ihre Apps, Produkte und Dienste für Apple-Produkte verbessern können, kann Apple diesen Partnern und Drittentwicklungsteams einen Teil der Analysedaten bereitstellen, die für die Apps, Produkte und/oder Dienste des Partners oder Entwicklungsteams relevant sind, sowie Statistiken über deine Nutzung dieser Apps, solange die Analysedaten und Statistiken aggregiert sind oder in einer Form vorliegen, die keine Rückschlüsse auf deine Person zulässt. Du hast die Option, keine Daten zu Abstürzen und keine anderen Statistiken zu deiner Nutzung von Apps an App-Drittentwicklungsteams von Apps zu senden. Öffne hierfür auf deinem iOS-Gerät die Einstellungen, tippe auf „Datenschutz & Sicherheit“ und deaktiviere dann unter „Analyse“ die Option „Mit App-Entwicklungsteams teilen“. Falls unter „Analyse“ die Option „Nicht senden“ aktiviert ist, ist das Senden von Daten zu Abstürzen und anderen Statistiken zu deiner Nutzung von Apps an Drittentwicklungsteams von Apps automatisch deaktiviert. Mit der Verwendung dieser Funktionen erklärst du dein Einverständnis damit, dass Apple und seine Tochtergesellschaften und Vertreter diese Informationen wie vorstehend aufgeführt übertragen, sammeln, verwalten, verarbeiten und verwenden dürfen. Alle von Apple erhobenen Daten werden jederzeit in Übereinstimmung mit der Datenschutzrichtlinie von Apple behandelt: www.apple.com/de/privacy.
el: Η Apple θα ήθελε τη βοήθειά σας για τη βελτίωση της ποιότητας και της απόδοσης των προϊόντων και των υπηρεσιών της. Υπάρχουν τρεις τύποι δεδομένων ανάλυσης που μπορεί να συλλέγει η Apple, με τη συναίνεσή σας: δεδομένα ανάλυσης συσκευής iOS, δεδομένα ανάλυσης iCloud και δεδομένα ανάλυσης εφαρμογών. Η συσκευή iOS σας μπορεί να συλλέγει αυτόματα δεδομένα ανάλυσης σχετικά με τη συσκευή iOS σας και τυχόν ζευγοποιημένα Apple Watch και να τα στέλνει στην Apple για ανάλυση –όμως αυτό είναι δυνατό μόνο κατόπιν της ρητής συναίνεσής σας. Επίσης, θα θέλαμε τη βοήθειά σας για τη βελτίωση των προϊόντων και των υπηρεσιών μας μέσω της χρήσης δεδομένων, με τρόπο που διατηρεί το απόρρητο, από τον λογαριασμό σας στο iCloud. Μπορείτε επίσης να βοηθήσετε τους συνεργάτες και δημιουργούς της Apple παρέχοντας συγκεντρωτικές πληροφορίες για εφαρμογές και υπηρεσίες που χρησιμοποιείτε, ενεργοποιώντας την Ανάλυση εφαρμογών. Ανάλυση συσκευής iOS Τα δεδομένα από την %@ μπορεί να περιλαμβάνουν στοιχεία για τις προδιαγραφές του υλισμικού και του λειτουργικού σας συστήματος, στατιστικά επιδόσεων και δεδομένα για τον τρόπο που χρησιμοποιείτε τις συσκευές και τις εφαρμογές σας. Καμία από τις πληροφορίες που συλλέγονται δεν αποκαλύπτει την ταυτότητά σας. Τα προσωπικά δεδομένα είτε δεν καταγράφονται καθόλου, υπόκεινται σε τεχνικές διατήρησης του απορρήτου όπως π.χ. το διαφορικό απόρρητο, είτε αφαιρούνται από τις αναφορές πριν σταλούν στην Apple. Για να δείτε αυτές τις πληροφορίες, μεταβείτε στις «Ρυθμίσεις» στη συσκευή iOS σας, αγγίξτε «Απόρρητο» > «Ανάλυση» και δείτε τα «Δεδομένα ανάλυσης». Αν έχετε δώσει τη συναίνεσή σας για παροχή αυτών των πληροφοριών στην Apple και είναι ενεργοποιημένες οι Υπηρεσίες τοποθεσίας, η τοποθεσία των συσκευών σας μπορεί επίσης να σταλεί για να βοηθήσει την Apple να αναλύσει ζητήματα απόδοσης (για παράδειγμα, την ισχύ του σήματος κινητού δικτύου σε μια συγκεκριμένη τοποθεσία). Αυτά τα δεδομένα ανάλυσης τοποθεσίας μπορεί να περιλαμβάνουν τοποθεσίες, όπως π.χ. την τοποθεσία των συσκευών σας μία φορά την ημέρα, την τοποθεσία όπου τερματίστηκε μια κλήση, ή την τοποθεσία όπου απέτυχε μια συναλλαγή σε κατάστημα. Μπορείτε να απενεργοποιήσετε τις Υπηρεσίες τοποθεσίας για την Ανάλυση ανά πάσα στιγμή. Για να το κάνετε αυτό, ανοίξτε τις «Ρυθμίσεις», αγγίξτε «Απόρρητο» > «Υπηρεσίες τοποθεσίας» > «Υπηρεσίες συστήματος» και απενεργοποιήστε τον διακόπτη «%@». Μπορείτε, επίσης, να επιλέξετε να απενεργοποιήσετε την %@ εντελώς. Για να το κάνετε αυτό, ανοίξτε τις «Ρυθμίσεις», αγγίξτε «Απόρρητο» > «Ανάλυση» και ρυθμίστε την επιλογή «%@» στην ανενεργή θέση. Αν έχετε Apple Watch ζευγοποιημένο με το iPhone σας, ρυθμίστε την επιλογή «Κοινοποίηση δεδομένων Ανάλυσης iPhone και Watch» στην ανενεργή θέση. Ανάλυση iCloud Η ανάλυση των δεδομένων από τον λογαριασμό iCloud σας διεξάγεται μόνο αφού εφαρμοστούν τεχνικές διατήρησης απορρήτου στα δεδομένα, όπως π.χ. το διαφορικό απόρρητο. Η ανάλυση τέτοιων δεδομένων θα επιτρέψει στην Apple να βελτιώσει τις ευφυείς δυνατότητες και υπηρεσίες της, όπως το Siri και άλλες παρόμοιες ή σχετικές υπηρεσίες. Μπορείτε να επιλέξετε να απενεργοποιήσετε την Ανάλυση iCloud ανά πάσα στιγμή. Για να το κάνετε αυτό, ανοίξτε τις «Ρυθμίσεις», αγγίξτε «Απόρρητο» > «Ανάλυση» και ρυθμίστε την «Κοινοποίηση δεδομένων Ανάλυσης iCloud» στην ανενεργή θέση. Ανάλυση εφαρμογών Για να βοηθήσει τους συνεργάτες της Apple και τρίτους δημιουργούς να βελτιώσουν τις εφαρμογές, τα προϊόντα και τις υπηρεσίες που έχουν σχεδιάσει για χρήση με προϊόντα της Apple, η Apple μπορεί να παρέχει στους συγκεκριμένους συνεργάτες και δημιουργούς ένα υποσύνολο δεδομένων ανάλυσης που σχετίζονται με την εφαρμογή, προϊόν ή υπηρεσία του συγκεκριμένου συνεργάτη ή δημιουργού, καθώς και στατιστικά στοιχεία σχετικά με τον τρόπο που χρησιμοποιείτε την εφαρμογή του συγκεκριμένου συνεργάτη ή δημιουργού, με την προϋπόθεση ότι τα δεδομένα ανάλυσης και τα στατιστικά στοιχεία είναι συγκεντρωτικά ή σε μορφή που δεν αποκαλύπτει την ταυτότητά σας. Μπορείτε να επιλέξετε να μην κοινοποιούνται σε τρίτους δημιουργούς δεδομένα ολικών σφαλμάτων και στατιστικά σχετικά με τον τρόπο που χρησιμοποιείτε εφαρμογές. Για να το κάνετε αυτό, ανοίξτε τις «Ρυθμίσεις» στη συσκευή iOS σας, αγγίξτε «Απόρρητο» > «Ανάλυση» και απενεργοποιήστε τη ρύθμιση «Κοινοποίηση σε δημιουργούς». Αν η Ανάλυση έχει οριστεί σε «Δεν επιθυμώ αποστολή», απενεργοποιείται αυτόματα η κοινοποίηση σε τρίτους δημιουργούς δεδομένων ολικών σφαλμάτων και στατιστικών σχετικά με τον τρόπο που χρησιμοποιείτε τις εφαρμογές τους. Η χρήση των εν λόγω δυνατοτήτων από μέρους σας συνεπάγεται ότι συμφωνείτε και συναινείτε ως προς τη μετάδοση, τη συλλογή, τη διατήρηση, την επεξεργασία και τη χρήση των εν λόγω πληροφοριών, όπως περιγράφεται παραπάνω, από την Apple, τις θυγατρικές και τους αντιπροσώπους της. Ο χειρισμός των πληροφοριών που λαμβάνει η Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/gr/privacy.
es: Apple solicita tu ayuda para mejorar la calidad y el rendimiento de nuestros productos y servicios. Con tu consentimiento, Apple puede recopilar tres tipos de análisis distintos: análisis del dispositivo iOS, análisis de iCloud y análisis de apps. Tu dispositivo iOS puede recopilar automáticamente información de análisis del dispositivo iOS y de los Apple Watch enlazados y enviarla a Apple para que se analice, pero solo con tu consentimiento explícito. Apple también solicita tu ayuda para mejorar sus productos y servicios usando datos de tu cuenta de iCloud de tal manera que tu privacidad quede garantizada. Además, puedes ayudar a los desarrolladores y socios de Apple si activas el análisis de apps para facilitar información conjunta sobre las aplicaciones y servicios que utilizas. Análisis del dispositivo iOS El informe de “%@” puede incluir especificaciones del hardware y el sistema operativo, estadísticas de rendimiento y datos acerca del uso de los dispositivos y las aplicaciones. La información recopilada no te identifica. Los datos personales no se registran, están sujetos a técnicas de protección de la privacidad (como la privacidad diferencial) o se eliminan de los informes antes de enviarlos a Apple. Puedes consultar esta información desde tu dispositivo iOS en la sección “Datos de análisis” de Ajustes > Privacidad y seguridad > Análisis. Si has consentido explícitamente proporcionar esta información a Apple y tienes activada la localización, puede que la ubicación de tus dispositivos también se envíe para ayudar a Apple a analizar problemas de rendimiento (por ejemplo, la potencia de la señal de la red móvil en una ubicación determinada). Los datos de localización para el análisis pueden incluir ubicaciones como la ubicación de tus dispositivos una vez al día, el lugar donde finaliza una llamada o la ubicación de una transacción en una tienda que no se ha realizado correctamente. Puedes desactivar la localización para el análisis cuando quieras desactivando “%@” en Ajustes > Privacidad y seguridad > Localización > Servicios del sistema. También puedes desactivar la opción “%@” completamente. Para ello, ve a Ajustes > Privacidad y seguridad > Análisis y desactiva “%@”. Si tienes un Apple Watch enlazado con tu iPhone, desactiva “Compartir (iPhone y Watch)”. Análisis de iCloud El análisis de los datos de tu cuenta de iCloud se lleva a cabo únicamente después de someter los datos a técnicas que aseguran la privacidad de los usuarios, como la privacidad diferencial. El análisis de estos datos permite a Apple mejorar los servicios y las funciones inteligentes, como Siri y otros servicios similares o relacionados. Puedes desactivar el análisis de iCloud cuando quieras. Para ello, ve a Ajustes > Privacidad y seguridad > Análisis y desactiva “Compartir análisis de iCloud”. Análisis de apps Para ayudar a los socios de Apple y a los desarrolladores a mejorar sus apps, productos y servicios diseñados para los productos de Apple, puede que Apple les proporcione la parte de la información de análisis que sea pertinente para las apps, productos o servicios de los socios y desarrolladores, así como estadísticas acerca de cómo los usuarios utilizan dichas apps de los socios o desarrolladores, siempre que la información de análisis y las estadísticas no identifiquen a los usuarios personalmente. Si no quieres compartir los datos sobre los errores que experimentes ni las estadísticas de uso de las apps que utilizas con desarrolladores de apps de terceros, desactiva la opción “Compartir con desarrolladores” desde tu dispositivo iOS en Ajustes > Privacidad y seguridad > Análisis. Si has seleccionado la opción “No enviar” en Análisis, se desactivará automáticamente la posibilidad de compartir tus datos sobre errores y tus estadísticas de uso con desarrolladores de apps de terceros. Al utilizar estas funciones, aceptas y consientes la transmisión, obtención, mantenimiento, procesamiento y uso de esta información por parte de Apple, sus filiales y agentes tal como se ha descrito anteriormente. En todo momento, la información que reciba Apple se tratará de acuerdo con lo establecido en la política de privacidad de Apple, que está disponible en www.apple.com/es/privacy.
es_us: Apple solicita tu ayuda para mejorar la calidad y el rendimiento de sus productos y servicios. Con tu consentimiento, hay tres tipos de datos de análisis que Apple puede recopilar: análisis del dispositivo iOS, análisis de iCloud y análisis de apps. Tu dispositivo iOS puede recopilar automáticamente información de análisis acerca de tu dispositivo iOS y de cualquier Apple Watch enlazado, y enviarla a Apple para que se analice, pero sólo con tu consentimiento explícito. También solicitamos tu ayuda para mejorar nuestros productos y servicios al usar datos de tu cuenta de iCloud de manera que se preserve tu privacidad. Además, si activas el análisis de apps, puedes ayudar a los desarrolladores y socios de Apple al proporcionarles información agregada sobre las aplicaciones y servicios que usas. Análisis del dispositivo iOS Puede que %@ incluya especificaciones del hardware y el sistema operativo, estadísticas de rendimiento y datos acerca del uso de los dispositivos y de las aplicaciones. La información recopilada no te identifica. Los datos personales no se registran, están sujetos a las técnicas de protección de privacidad (como privacidad diferencial), o se eliminan de los informes antes de enviarlos a Apple. Puedes consultar esta información en el dispositivo iOS en Configuración > Privacidad y seguridad > Análisis > Datos de análisis. Si diste tu consentimiento para proporcionar esta información a Apple y activaste Localización, puede que la ubicación de los dispositivos también se envíe para ayudar a Apple a analizar problemas de rendimiento (por ejemplo, la potencia de la señal de la red de telefonía celular en una ubicación determinada). Los datos de ubicación para el análisis pueden incluir ubicaciones como las de los dispositivos una vez al día, la del lugar donde se finaliza una llamada o la de una tienda donde falla una transacción. Puedes desactivar Localización para el análisis cuando quieras desactivando %@ en Configuración > Privacidad y seguridad > Localización > Servicios del sistema. También puedes desactivar %@ completamente. Para ello, desactiva %@ en Configuración > Privacidad y seguridad > Análisis. Si enlazaste un Apple Watch con tu iPhone, desactiva Compartir análisis (iPhone y Watch). Análisis de iCloud El análisis de datos de tu cuenta de iCloud se realiza sólo después de que los datos se hayan sometido a técnicas de preservación de la privacidad (como la privacidad diferencial). El análisis de tales datos permitirá que Apple mejore sus servicios y funciones inteligentes como Siri y otros similares o relacionados. Puedes desactivar el análisis de iCloud en cualquier momento. Para hacerlo, ve a Configuración > Privacidad y seguridad > Análisis y desactiva la opción Compartir análisis (iCloud). Análisis de apps Para ayudar a los socios de Apple y a los desarrolladores a mejorar sus aplicaciones, productos y servicios diseñados para los productos de Apple, puede que Apple les proporcione la parte de la información de análisis que sea relevante para sus aplicaciones, productos o servicios, así como estadísticas acerca del uso de app de socios o desarrolladores, siempre y cuando la información de análisis y las estadísticas no te identifiquen personalmente. Puedes elegir no compartir con desarrolladores de terceros los datos de bloqueo y las estadísticas de cómo usas las apps. Para ello, en el dispositivo iOS, toca Configuración > Privacidad y seguridad > Análisis y desactiva Compartir con desarrolladores. Si No enviar está seleccionado, no se compartirán datos ni estadísticas de bloqueos acerca del uso de apps de desarrolladores de terceros. Al usar estas funciones, aceptas y autorizas que Apple, sus subsidiarias y sus agentes transmitan, recopilen, mantengan, procesen y usen la información descrita anteriormente. En todo momento, la información que Apple recibe se tratará de conformidad con la política de privacidad de Apple, la cual puedes consultar en www.apple.com/la/privacy.
fi: Apple toivoo apuasi tuotteidensa ja palveluidensa parantamiseen. Luvallasi Apple kerää kolmentyyppisiä analyysitietoja: iOS-laitteen analyysitietoja, iCloud-analyysitietoja ja appien analyysitietoja. iOS-laitteesi voi kerätä automaattisesti analyysitietoja iOS-laitteestasi ja sen Apple Watch -laitepareista ja lähettää tiedot Applelle analysoitaviksi, mutta ainoastaan nimenomaisella suostumuksellasi. Apple toivoo apuasi myös apuasi tuotteidensa ja palvelujensa parantamiseen käyttämällä iCloud-tilisi tietoja tavalla, joka suojaa yksityisyytesi. Voit myös auttaa Applen kumppaneita ja kehittäjiä antamalla koostettuja tietoja käyttämistäsi apeista ja palveluista laittamalla Appianalyysin päälle. iOS-laitteen analyysitiedot %@ voi sisältää tietoja laitteistosta ja käyttöjärjestelmästä, suorituskykytilastoja sekä tietoja siitä, kuinka käytät laitteita ja appeja. Sinua ei voida tunnistaa kerättyjen tietojen perusteella. Henkilötietoja ei joko kerätä lainkaan, niihin sovelletaan yksityisyyttä suojaavia tekniikoita, kuten differentiaalista tietosuojaa, tai ne poistetaan raporteista ennen lähettämistä Applelle. Voit tarkistaa tietosi valitsemalla iOS-laitteessasi Asetukset > Tietosuoja ja suojaus > Analyysi > Analyysitiedot. Jos suostut antamaan nämä tiedot Applelle ja olet laittanut sijaintipalvelut päälle, laitteidesi sijainnit voidaan myös lähettää auttamaan Applea analysoimaan suorituskykyongelmia (esim. heikko tai voimakas mobiilidatasignaali tietyssä paikassa). Nämä sijainnin analyysitiedot voivat sisältää esimerkiksi laitteidesi sijainnin kerran päivässä, sijainnin puhelun päättyessä tai epäonnistuneen ostotapahtuman sijainnin. Voit laittaa analyysin sijaintipalvelut pois päältä milloin tahansa. Tee niin valitsemalla Asetukset > Tietosuoja ja suojaus > Sijaintipalvelut > Järjestelmäpalvelut ja laittamalla ”%@” ‑kytkin pois päältä. %@ voidaan myös laittaa kokonaan pois päältä. Tee niin valitsemalla Asetukset > Tietosuoja ja suojaus > Analyysi ja laittamalla ”%@” pois päältä. Jos iPhonellasi on Apple Watch ‑laitepari, laita ”Jaa iPhone- ja Watch-analyysi” pois päältä. iCloud-analyysitiedot iCloud-tilisi tietojen analysointiin ryhdytään vasta sen jälkeen, kun tiedot on prosessoitu yksityisyyttä suojaavilla tekniikoilla, kuten differentiaalisella tietosuojalla. Analysoimalla kyseisiä tietoja Apple voi parantaa älyominaisuuksiaan ja palvelujaan, kuten Siriä ja muita samankaltaisia tai siihen liittyviä palveluja. Voit laittaa iCloud-analyysitiedot pois päältä milloin tahansa. Tee niin valitsemalla Asetukset > Tietosuoja ja suojaus > Analyysi ja laittamalla ”Jaa iCloud-analyysitiedot” pois päältä. Appien analyysitiedot Apple voi tarjota yhteistyökumppaneilleen ja muille kehittäjille näiden toiminnalle merkityksellisiä analyysitietoja. Näillä tiedoilla yhteistyökumppanit ja muut kehittäjät voivat parantaa Applelle suunnittelemiaan appeja, tuotteita ja palveluja. Apple voi luovuttaa myös tilastotietoja siitä, miten käytät yhteistyökumppanien tai kehittäjien appeja. Nämä analyysi- ja tilastotiedot ovat koostettuja tai sellaisessa muodossa, josta sinua ei voida tunnistaa. Voit myös olla jakamatta kaatumistietoja ja tilastoja siitä, miten käytät muiden appikehittäjien appeja. Tee niin valitsemalla iOS-laitteessasi Asetukset > Tietosuoja ja suojaus > Analyysi ja laittamalla ”Jaa appikehittäjien kanssa” pois päältä. Jos olet valinnut analyysissa vaihtoehdon ”Älä lähetä”, kaatumistietojen ja tilastojen lähettäminen siitä, miten käytät muiden kehittäjien appeja, on automaattisesti pois päältä. Käyttämällä näitä toimintoja hyväksyt ja suostut siihen, että Apple ja sen tytäryhtiöt ja edustajat voivat lähettää, kerätä, säilyttää, käsitellä ja käyttää näitä tietoja edellä mainitulla tavalla. Applen vastaanottamia tietoja käsitellään aina Applen tietosuojakäytännön mukaisesti. Tämä käytäntö osoitteesta www.apple.com/legal/privacy/fi.
fr: Apple aimerait bénéficier de votre aide pour améliorer la qualité et les performances de ses produits et services. Avec votre consentement, Apple peut collecter trois types d’analyse : analyse de l’appareil iOS, analyse d’iCloud et analyse d’apps. Votre appareil iOS peut recueillir automatiquement des données d’analyse pour lui-même et toute Apple Watch jumelée, et les envoyer à Apple en vue de leur analyse, mais cela uniquement avec votre consentement explicite. Apple souhaiterait également bénéficier de votre aide pour améliorer ses produits et services en utilisant les données de votre compte iCloud, sans porter atteinte à votre confidentialité. Vous pouvez aussi aider les développeurs et les partenaires d’Apple en activant l’analyse des apps afin de transmettre des informations agrégées concernant les applications et services que vous utilisez. Analyse de l’appareil iOS L’option « %@ » peut inclure des détails concernant les spécifications du matériel et du système d’exploitation, des statistiques de performances ainsi que des données sur la manière dont vous utilisez vos appareils et les applications. Aucune des informations collectées ne vous identifie personnellement. Soit les données personnelles ne sont pas relevées, soit elles sont soumises à des techniques de protection de la confidentialité, telles que la confidentialité différentielle, soit elles sont supprimées des rapports avant leur envoi à Apple. Vous pouvez vérifier ces informations en ouvrant les réglages de votre appareil iOS, en touchant Confidentialité et sécurité > Analyse, et en consultant la section « Données d’analyse ». Si vous avez consenti à fournir ces informations à Apple et que vous avez activé le service de localisation, la position géographique de vos appareils peut aussi être envoyée afin d’aider Apple à analyser les problèmes de performances (par exemple, l’intensité ou la faiblesse d’un signal cellulaire à un endroit donné). Ces données d’analyse liées à la localisation peuvent inclure l’emplacement géographique de vos appareils une fois par jour, le lieu de fin d’un appel ou le lieu de l’échec d’une transaction en magasin. Vous pouvez choisir à tout moment de désactiver le service de localisation pour Analyse. Pour ce faire, ouvrez les réglages, touchez Confidentialité et sécurité > Service de localisation > Services système, puis faites glisser le bouton « %@ » pour le désactiver. Vous pouvez aussi choisir de désactiver complètement l’option « %@ ». Pour ce faire, accédez à Réglages > Confidentialité et sécurité > Analyse, puis désactivez « %@ ». Si vous avez une Apple Watch jumelée à votre iPhone, désactivez l’option « Partager l’analyse (iPhone+Watch) ». Analyse d’iCloud L’analyse des données de votre compte iCloud est effectuée uniquement après avoir appliqué des techniques de protection de la vie privée, telles que la confidentialité différentielle. L’analyse de ces données permettra à Apple d’améliorer les fonctionnalités et services intelligents, tels que Siri et d’autres services similaires ou connexes. Vous pouvez aussi choisir de désactiver « Analyse d’iCloud » à tout moment. Pour ce faire, ouvrez les réglages, touchez Confidentialité et sécurité > Analyse, puis désactivez « Partager l’analyse d’iCloud ». Analyse d’apps Pour aider les partenaires d’Apple et les développeurs de tierce partie à améliorer leurs apps, produits et services conçus pour être utilisés avec des produits Apple, Apple peut fournir à ces partenaires ou développeurs un sous-ensemble de données d’analyse, correspondant à une app, un produit ou un service d’un partenaire ou d’un développeur, ainsi que des statistiques sur l’utilisation de cette app, tant que les données d’analyse et les statistiques sont agrégées ou sous une forme qui ne vous identifie pas personnellement. Vous pouvez choisir de ne pas partager avec les développeurs d’apps de tierce partie les données liées aux pannes et les statistiques sur la façon dont vous utilisez leurs apps. Pour ce faire, ouvrez les réglages sur votre appareil iOS, touchez Confidentialité et sécurité > Analyse, puis désactivez « Partager avec les développeurs d’apps ». Si la fonction « Analyse » est réglée sur « Ne pas envoyer », le partage avec les développeurs d’apps de tierce partie des données liées aux pannes et les statistiques sur la façon dont vous utilisez leurs apps est automatiquement désactivé. En utilisant ces fonctionnalités, vous acceptez qu’Apple ainsi que ses filiales et ses représentants transmettent, recueillent, conservent, traitent et utilisent ces données comme décrit ci-dessus. Les informations recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse www.apple.com/fr/privacy.
fr_ca: Apple aimerait bénéficier de votre aide pour améliorer la qualité et les performances de ses produits et services. Avec votre accord, Apple est susceptible de recueillir trois types d’informations d’analyse : celles relatives à iOS, celles relatives à iCloud et celles relatives aux apps. Votre appareil iOS peut recueillir automatiquement des informations d’analyse de votre appareil iOS et de toute Apple Watch jumelée, et les envoyer à Apple pour être analysées, mais uniquement avec votre consentement explicite. Apple souhaite également bénéficier de votre aide pour améliorer ses produits et services en utilisant les données de votre compte iCloud, sans porter atteinte à votre confidentialité. Vous pouvez aussi aider les partenaires d’Apple et les développeurs en fournissant des informations consolidées sur les applications et services que vous utilisez en activant Analyse d’apps. Analyses de l’appareil iOS %@ peut inclure des détails concernant les spécifications du matériel et du système d’exploitation, des statistiques de performances ainsi que des données sur la manière dont vous utilisez vos appareils et les applications. Aucune des informations recueillies ne vous identifie personnellement. Soit les données personnelles ne sont pas relevées, soit elles sont soumises à des méthodes de protection de la confidentialité, telles que la confidentialité différentielle, soit elles sont supprimées des rapports avant leur envoi à Apple. Vous pouvez vérifier ces informations en ouvrant les réglages de votre appareil iOS et en touchant Confidentialité et sécurité > Analyse > Données d’analyse. Si vous avez consenti à fournir ces informations à Apple et que vous avez activé le service de localisation, la position géographique de vos appareils peut aussi être envoyée afin d’aider Apple à analyser les problèmes de performances (par exemple l’intensité ou la faiblesse d’un signal cellulaire à un endroit donné). Ces données d’analyse liées à la localisation peuvent inclure la position géographique de vos appareils une fois par jour, le lieu de fin d’un appel ou le lieu de l’échec d’une transaction en magasin. Vous pouvez choisir à tout moment de désactiver le service de localisation d’Analyse. Pour ce faire, accédez à Réglages > Confidentialité et sécurité > Service de localisation > Services système, puis désactivez l’option %@. Vous pouvez aussi choisir de désactiver complètement la fonctionnalité %@. Pour ce faire, accédez à Réglages > Confidentialité et sécurité > Analyse, puis désactivez l’option %@. Si une Apple Watch est jumelée à l’iPhone, désactivez l’option « Partager les analyses ». Analyse d’iCloud L’analyse des données de votre compte iCloud est effectuée uniquement après avoir appliqué des méthodes de protection de la confidentialité, telles que la confidentialité différentielle. L’analyse de ces données permettra à Apple d’améliorer les fonctionnalités et services intelligents, tels que Siri et d’autres services similaires ou connexes. Vous pouvez désactiver l’analyse d’iCloud à tout moment. Pour ce faire, accédez à Réglages > Confidentialité et sécurité > Analyse, puis désactivez « Partager les analyses d’iCloud ». Analyse d’apps Pour aider les partenaires d’Apple et les développeurs tiers à améliorer leurs apps, produits et services conçus pour être utilisés avec des produits Apple, Apple peut fournir à ces partenaires ou développeurs un sous-ensemble d’informations d’analyse correspondant à l’app, au produit ou au service d’un partenaire ou d’un développeur, ainsi que des statistiques sur l’utilisation de cette app, tant que les informations d’analyse et les statistiques sont agrégées ou sous une forme qui ne vous identifie pas personnellement. Vous pouvez choisir de ne pas partager avec les développeurs d’apps tierces les données liées aux pannes et les statistiques sur la façon dont vous utilisez leurs apps. Pour ce faire, accédez à Réglages sur votre appareil iOS, touchez Confidentialité et sécurité > Analyse, puis désactivez « Partager avec dév. d’apps ». Si Analyse est réglé sur « Ne pas envoyer », le partage avec les développeurs d’apps tierces des données liées aux pannes et des statistiques sur la façon dont vous utilisez leurs apps est automatiquement désactivé. En utilisant ces fonctionnalités, vous acceptez qu’Apple, ses filiales et ses représentants transmettent, recueillent, conservent, traitent et utilisent ces données comme décrit ci-dessus. Les informations recueillies par Apple seront systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: ‏Apple מבקשת את עזרתך בשיפור האיכות והביצועים של המוצרים והשירותים שהיא מספקת. בהסכמתך, Apple תאסוף שלושה סוגים של נתונים: נתוני מכשיר iOS, נתוני iCloud ונתוני יישומים. מכשיר ה-iOS שלך מסוגל לאסוף נתונים באופן אוטומטי לגבי מכשיר ה-iOS שלך וכל Apple Watch מקושר ולשלוח אותם ל-Apple לניתוח נתונים - אך הדבר מצריך את אישורך המפורש. בנוסף, נבקש את עזרתך בשיפור המוצרים והשירותים שלנו על-ידי שימוש בנתונים מחשבון ה-iCloud שלך, תוך שמירה על פרטיותך. באפשרותך גם לסייע לשותפי ולמפתחי Apple על-ידי שיתוף נתונים נצברים על יישומים ושירותים שבהם השתמשת דרך ״נתוני יישומים״. נתוני מכשיר iOS ‏%@ עשויים לכלול פרטים בנושא החומרה ומערכת ההפעלה שברשותך, סטטיסטיקות בנוגע לביצועים וכן מידע בנוגע לאופן שבו השתמשת במכשירים וביישומים. בנתונים הנאספים אין כדי לזהות אותך באופן אישי. מידע אישי אינו נאסף כלל, או שהוא כפוף לשיטות שמירה על פרטיות כגון פרטיות דיפרנציאלית, או שהוא מוסר מהדיווחים טרם מסירתם ל-Apple. כדי לעיין במידע, יש לפתוח את ״הגדרות״ במכשיר ה-iOS, להקיש על ״פרטיות ואבטחה״, להקיש על ״נתונים״ ולחפש את ״ניתוח נתונים״. אם הסכמת לספק מידע זה ל-Apple, והפעלת את ״שירותי מיקום״, יתכן שגם פרטי המיקום של המכשירים שלך יישלחו כדי לסייע ל-Apple לנתח בעיות הקשורות לביצועי תקשורת אלחוטית או סלולרית (למשל, העוצמה של השידור הסלולרי במקום מסוים). נתוני המיקום הנשלחים לצורך איסוף נתונים עשויים לכלול מיקומים כגון מיקומם של המכשירים שלך מדי יום, המיקום שבו שיחה מסתיימת או מיקום של עסקה בחנות שנכשלה. ניתן לבטל שירותי מיקום לצורך איסוף נתונים בכל עת. כדי לעשות זאת, יש לפתוח את ״הגדרות״, להקיש על ״פרטיות ואבטחה״, להקיש על ״שירותי מיקום״, להקיש על ״שירותי מערכת״ ולהעביר את ״%@״ למצב ״כבוי״. ניתן גם לבטל את %@ לחלוטין. כדי לעשות זאת, יש לפתוח את ״הגדרות״, להקיש על ״פרטיות ואבטחה״ ולהעביר את ״%@״ תחת ״נתונים ושיפורים״ למצב ״כבוי״. אם ברשותך Apple Watch המקושר ל-iPhone שלך, יש להעביר את ״שיתוף נתוני iPhone ושעון״ למצב כבוי. נתוני iCloud ניתוח נתונים מחשבון ה-iCloud שלך מתרחש רק לאחר יישום שיטות לשמירה על פרטיות כגון פרטיות דיפרנציאלית. ניתוח נתונים מסוג זה מאפשר ל-Apple לשפר מאפיינים חכמים ושירותים כמו Siri ודומיהם. ניתן לכבות את נתוני iCloud בכל שלב דרך ״הגדרות״, לחיצה על ״פרטיות ואבטחה״ ואז על ״נתונים ושיפורים״, והעברת ״שיתוף נתוני iCloud״ למצב כבוי. נתוני יישומים כדי לסייע לשותפותיה של Apple ולמפתחי צד שלישי לשפר את היישומים, המוצרים והשירותים שלהם שנועדו לשימוש במוצרי Apple, ‏Apple עשויה לספק לשותפות או למפתחים אלו מקבץ נתונים הקשורים ליישום, למוצר או לשירות של השותפה או המפתח, וכן נתונים בקשר לאופן השימוש שלך ביישומים של השותפה או המפתח, וזאת כל עוד הנתונים נאספים או נשמרים בצורה שאינה מזהה אותך באופן אישי. באפשרותך לבחור לא לשתף עם מפתחי יישומים חיצוניים נתוני קריסות ונתונים סטטיסטיים לגבי אופן השימוש שלך ביישומים. כדי לעשות זאת, יש לפתוח את ״הגדרות״ במכשיר ה-iOS, להקיש על ״פרטיות ואבטחה״, להקיש על ״נתונים ושיפורים״ ולבטל את ״שיתוף עם מפתחי יישומים״. אם ביטלת את השליחה של ״נתונים ושיפורים״, השיתוף של נתוני קריסות ונתונים סטטיסטיים לגבי אופן השימוש שלך ביישומים של מפתחים חיצוניים יבוטל באופן אוטומטי. שימוש במאפיינים אלו מהווה את הסכמתך לשידור, איסוף, תחזוקה, עיבוד ושימוש המתבצעים על-ידי Apple ועל-ידי חברות הבת והסוכנים שלה במידע זה כמתואר לעיל. בכל מקרה, מידע המתקבל על-ידי Apple מטופל בכפוף למדיניות הפרטיות של Apple, הזמינה בכתובת www.apple.com/privacy.
hi: Apple अपने उत्पादों और सेवाओं की गुणवत्ता तथा प्रदर्शन को बेहतर बनाने के लिए आपकी सहायता चाहता है। Apple आपकी सहमति से तीन तरह के ऐनालिटिक्स का संग्रह कर सकता है : iOS डिवाइस ऐनालिटिक्स, iCloud ऐनालिटिक्स और ऐप ऐनालिटिक्स। आपका iOS डिवाइस आपके iOS डिवाइस और किसी अन्य पेयर की हुई Apple Watch की ऐनालिटिक्स जानकारी को ऑटोमैटिकली एकत्र कर Apple को विश्लेषण के लिए भेज सकता है किन्तु केवल आपकी सुस्पष्ट सहमति से। हम गोपनीयता संरक्षित करने वाले तरीक़े अपनाकर आपके iCloud खाते से डेटा के उपयोग के द्वारा भी अपने उत्पादों और सेवाओं को बेहतर बनाने के लिए आपकी सहायता चाहेंगे। आप ऐप ऐनालिटिक्स चालू करके ऐप्लिकेशन और सेवाओं के आपके द्वारा इस्तेमाल के बारे में ऐग्रीगेट की गई जानकारी प्रदान करके Apple के साझेदारों और डेवलपर की भी सहायता कर सकते हैं। iOS डिवाइस ऐनालिटिक्स %@ में हार्डवेयर और ऑपरेटिंग सिस्टम की विशिष्टताओं, प्रदर्शन सांख्यिकी का विवरण और आप अपने डिवाइस तथा ऐप्लिकेशन का उपयोग किस प्रकार से करते हैं, इनसे संबंधित विवरण शामिल किए जा सकते हैं। एकत्र की गई किसी भी जानकारी से व्यक्तिगत रूप से आपकी पहचान नहीं होती है। व्यक्तिगत डेटा या तो बिल्कुल भी रिकॉर्ड नहीं किया जाता है, विभेदीकृत गोपनीयता जैसी गोपनीयता संरक्षण तकनीकों का विषय होता है या फिर Apple को भेजने से पहले रिपोर्टों में से हटा दिया जाता है। आप अपने iOS डिवाइस पर सेटिंग्ज़ में जाकर, गोपनीयता और सुरक्षा पर टैप करके, ऐनालिटिक्स पर टैप करके और ऐनालिटिक्स डेटा को देखकर इस जानकारी की समीक्षा कर सकते हैं। यदि आपने Apple को यह जानकारी देने की सहमति दी है और आपने स्थान सेवा चालू किया है, तो आपके डिवाइस का स्थान Apple को वायरलेस या मोबाइल प्रदर्शन समस्याओं का ऐनालिटिक्स करने में सहायता करने हेतु भेजा जा सकता है (उदाहरण के लिए किसी विशिष्ट स्थान पर मोबाइल सिग्नल की प्रबलता या उसमें कमज़ोरी)। इस ऐनालिटिक्स स्थान डेटा में प्रतिदिन एक बार आपके डिवाइस का स्थान या वह स्थान जहाँ कॉल समाप्त हुआ हो या विफल इन-स्टोर लेनदेन का स्थान जैसी जानकारी शामिल की जा सकती है। आप किसी भी समय ऐनालिटिक्स के लिए स्थान सेवा को बंद कर सकते हैं। ऐसा करने के लिए सेटिंग्ज़ खोलें, गोपनीयता और सुरक्षा पर टैप करें, स्थान सेवा पर टैप करें, “सिस्टम सेवाएँ” पर टैप करें और %@ स्विच को बंद करें। आप %@ पूरी तरह से बंद करने के लिए भी चुन सकते हैं। ऐसा करने के लिए सेटिंग्ज़ खोलें, गोपनीयता और सुरक्षा टैप करें, ऐनालिटिक्स टैप करें और “%@” को बंद पर सेट करें। यदि आपकी Apple Watch आपके iPhone से पेयर की हुई है तो “iPhone और Watch ऐनालिटिक्स शेयर करें” को बंद पर सेट करें। iCloud ऐनालिटिक्स आपके iCloud खाते से डेटा का ऐनालिटिक्स तभी किया जाता है जब डेटा विभेदीकृत गोपनीयता जैसी गोपनीयता बनाए रखने वाली तकनीकों का पालन करके ली जाती है। ऐसे डेटा का ऐनालिटिक्स Apple को Siri और अन्य समान या संबंधित सेवाओं जैसे कुशल फ़ीचर और सेवाओं की बेहतरी में सहायता करता है। आप किसी भी समय iCloud ऐनालिटिक्स को बंद करने के लिए चुन सकते हैं। ऐसा करने के लिए आप सेटिंग्ज़ खोलें, गोपनीयता और सुरक्षा पर टैप करें, ऐनालिटिक्स पर टैप करें और “iCloud ऐनालिटिक्स शेयर करें” को बंद करने के लिए सेट करें। ऐप ऐनालिटिक्स Apple उत्पादों के साथ उपयोग के लिए Apple के भागीदारों और तृतीय-पक्ष डेवलपर द्वारा बनाए गए ऐप्स, उत्पादों और सेवाओं को बेहतर बनाने में उनकी सहायता करने के लिए Apple इस तरह के भागीदारों या डेवलपर को ऐनालिटिक्स जानकारी का उपसमुच्चय प्रदान कर सकता है जो कि उस भागीदार या डेवलपर के ऐप, उत्पाद या सेवा से और साथ ही आपके द्वारा उस भागीदार या डेवलपर के ऐप का उपयोग करने के तरीक़े की सांख्यिकी से संबंधित हो, जब तक कि ऐनालिटिक्स जानकारी और सांख्यिकी ऐग्रीगेट की हुई या इस स्वरूप में न हो जिससे व्यक्तिगत रूप से आपकी पहचान होती हो। आप तृतीय-पक्ष के ऐप डेवलपर के साथ क्रैश डेटा और ऐप्स के उपयोग संबंधी सांख्यिकी को शेयर न करने का विकल्प चुन सकते हैं। ऐसा करने के लिए अपने iOS डिवाइस पर सेटिंग्ज़ खोलें, गोपनीयता और सुरक्षा पर टैप करें, ऐनालिटिक्स पर टैप करें और “ऐप डेवलपर के साथ शेयर करें” बंद करें। ऐनालिटिक्स के “न भेजें” पर सेट होने पर, तृतीय-पक्ष के ऐप डेवलपर के साथ क्रैश डेटा और ऐप्स के उपयोग संबंधी सांख्यिकी का शेयरिंग ऑटोमैटिकली बंद हो जाता है। इन फ़ीचर का उपयोग करके आप Apple व उसके सहयोगियों और अभिकर्ताओं द्वारा ऊपर किए गए वर्णनानुसार इस जानकारी को संचारित, संग्रहित और प्रोसेस करने और उसे बनाए रखने और उसका उपयोग किए जाने के लिए सहमत होते और अनुमति देते हैं। Apple द्वारा प्राप्त की गई जानकारी को हर समय Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com/in/privacy पर देखा जा सकता है।
hr: Apple želi vašu pomoć u poboljšanju kvalitete i performansi svojih proizvoda i usluga. Postoje tri vrste analize koje Apple može prikupljati uz vašu privolu: analiza iOS uređaja, analiza iClouda i analiza aplikacija. Vaš iOS uređaj može automatski prikupiti analitičke podatke o vašem iOS uređaju i bilo kojem uparenom Apple Watchu te ih poslati tvrtki Apple za analizu, ali samo uz vaš izričit pristanak. Htjeli bismo da nam pomognete i u poboljšanju naših proizvoda i usluga korištenjem podataka s vašeg iCloud računa na način kojim se čuva privatnost. Appleovim partnerima i developerima možete također pomoći pružanjem agregiranih informacija o aplikacijama i uslugama koje koristite tako da uključite analizu aplikacija. Analiza iOS uređaja %@ može uključivati detalje o hardveru i specifikacijama operativnog sustava, statistike o performansama i podatke o tome kako koristite uređaje i aplikacije. Nijednom prikupljenom informacijom neće vas se osobno identificirati. Osobni podaci se ili ne zapisuju uopće ili su podložni tehnikama zaštite privatnosti kao što su diferencijalna privatnost ili se uklanjaju iz bilo kojih izvještaja prije nego se šalju tvrtki Apple. Ove informacije možete pregledati ako idete na Postavke na svom iOS uređaju, dodirnete Privatnosti i sigurnost, dodirnete Analiza i pogledate pod odjeljak Podaci analize. Ako ste suglasni s davanjem tvrtki Apple ovih informacija i imate uključene Lokacijske usluge, lokacija vaših uređaja također se može poslati kako bi se pomoglo tvrtki Apple u analiziranju problema s performansama (na primjer, jačina ili slabost mobilnog signala na određenoj lokaciji). Ovi analitički lokacijski podaci mogu obuhvaćati lokacije kao što su vaši uređaji jednom dnevno, lokacija na kojoj poziv završava ili lokacija neuspjele transakcije u trgovini. U svakom trenutku možete isključiti Lokacijske usluge za analizu. Kako biste to napravili, otvorite Postavke, dodirnite Privatnost i sigurnost, dodirnite Lokacijske usluge, dodirnite Usluge sustava i isključite preklopku %@. Možete i isključiti %@ sve skupa. Kako biste to napravili, otvorite Postavke, dodirnite Privatnost i sigurnost, dodirnite Analiza i podesite “%@” na isključeno. Ako vam je Apple Watch uparen s iPhoneom, isključite “Podijeli analizu iPhonea i sata”. Analiza iClouda Analiza podataka s vašeg iCloud računa provodi se samo nakon što podaci prođu kroz tehnike čuvanja privatnosti kao što je diferencijalna privatnost. Analizom tih podataka Apple će moći poboljšati inteligentne značajke i usluge kao što je Siri i druge slične ili vezane usluge. U svakom trenutku možete isključiti iCloud analizu. Kako biste to napravili, otvorite Postavke, dodirnite Privatnost i sigurnost, dodirnite Analiza i podesite opciju “Podijeli analizu iClouda” na isključeno. Analiza aplikacija Kako bi pomogla Appleovim partnerima i developerima drugih proizvođača u poboljšanju njihovih aplikacija, proizvoda i usluga dizajniranih za uporabu s Appleovim proizvodima, tvrtka Apple može tim partnerima ili developerima dati podskup analitičkih informacija koje su relevantne za aplikaciju tog partnera ili developera, kao i statistiku o tome kako koristite aplikaciju partnera ili developera, sve dok se analitičke informacije i statistika agregiraju ili su u obliku kojim vas se osobno ne identificira Možete odabrati da ne dijelite podatke o rušenju aplikacija i statistiku upotrebe aplikacija s developerima drugih proizvođača. Kako biste to napravili, otvorite Postavke na svom iOS uređaju, dodirnite Privatnost, zatim Analiza i isključite opciju Dijeli s developerima. Ako je Analiza podešena na Nemoj slati, dijeljenje podataka o rušenju aplikacija i statistike o njihovu korištenju s developerima trećih strana automatski je isključeno. Uporabom ovih značajki, slažete i pristajete da Apple, njegove podružnice i agenti smiju odašiljati, prikupljati, održavati, obrađivati i koristiti ove informacije kako je opisano iznad. Apple će prikupljene informacije u svakom trenutku tretirati u skladu s Appleovim pravilima privatnosti, koja možete pročitati na www.apple.com/hr/privacy.
hu: Az Apple az Ön segítségét kéri a termékei és szolgáltatásai minőségének és teljesítményének javításához. Az Ön engedélyével az Apple háromféle elemzést gyűjthet össze: iOS-eszköz elemzése, Az iCloud elemzése és Appelemzés. Az iOS-eszköze automatikusan képes összegyűjteni az elemzési információkat az iOS-eszközéről és a párosított Apple Watchokról, és azokat elemzésre elküldeni az Apple-nek, azonban ez csak az Ön kifejezett engedélyével történik. Arra is szeretnénk megkérni, hogy engedélyezze az iCloud-fiókja adatainak adatvédelmet megőrző módon történő elemzését a termékeink és szolgáltatásaink fejlesztése céljából. Ezenfelül segíthet az Apple partnereinek és fejlesztőinek, ha az Appelemzés funkció bekapcsolásával összesített információkat biztosít a használt appokról és szolgáltatásokról. iOS-eszköz elemzése A(z) %@ adatokat tartalmazhat a hardver és az operációs rendszer specifikációiról, teljesítménystatisztikáiról, valamint az eszközök és appok használatának módjáról. A gyűjtött információk nem alkalmasak az Ön személyes azonosítására. A személyes adatok vagy egyáltalán nincsenek rögzítve, vagy a személyes adatokat megvédő módszerrel, például differenciális adatvédelemmel vannak védve, vagy el vannak távolítva a jelentésekből az Apple-nek történő elküldésük előtt. Ezeknek az információknak a megtekintéséhez az iOS-eszközén nyissa meg a Beállításokat, és koppintson az Adatvédelem és biztonság, majd az Elemzés menüpontra, és tekintse meg az információkat az Elemzés adatai alatt. Ha beleegyezett abba, hogy ezeket az adatokat elküldi az Apple-nek, és a Helymeghatározás be van kapcsolva, akkor az eszközök a helyzetüket is elküldhetik az Apple-nek a teljesítményproblémák (például a mobilhálózati jel adott helyen való erősségének vagy gyengeségének) elemzéséhez. Ezek az elemzési helyadatok különböző helyeket tartalmazhatnak, például az eszközök helyzetét naponta egyszer, a hívások befejezésének helyét vagy az üzletben történő sikertelen vásárlások helyét. Bármikor kikapcsolhatja a Helymeghatározást az Elemzés számára. Ehhez nyissa meg a Beállításokat, koppintson az Adatvédelem és biztonság pontra, koppintson a Helymeghatározásra, majd a Rendszerszolgáltatások elemre, és kapcsolja ki a következő kapcsolóját: %@. A(z) %@ funkciót igény szerint teljesen ki is kapcsolhatja. Ehhez nyissa meg a Beállításokat, koppintson az Adatvédelem és biztonság elemre, majd az Elemzés lehetőségre, és állítsa a(z) „%@” kapcsolóját kikapcsolt állásba. Ha az iPhone-jához párosítva van egy Apple Watch, akkor állítsa „iPhone & Watch elemz. megoszt.” kapcsolót kikapcsolt állásba. Az iCloud elemzése Az iCloud-fiókja adatainak elemzését csak azután végezzük el, hogy az adatokon adatvédelmet megőrző technikákat, például differenciális adatvédelmet alkalmaztunk. Az ilyen adatok elemzése lehetővé teszi, hogy az Apple fejlessze az olyan intelligens funkcióit és szolgáltatásait, mint Siri és egyéb kapcsolódó szolgáltatások. Az iCloud elemzése funkciót bármikor kikapcsolhatja. Ehhez nyissa meg a Beállításokat, koppintson az Adatvédelem és biztonság lehetőségre, majd az Elemzés lehetőségre, és állítsa „Az iCloud elemz. megosztása” kapcsolót kikapcsolt állásba. Appelemzés Ahhoz, hogy az Apple a partnerei és a harmadik félnek számító fejlesztők számára lehetővé tehesse az Apple-termékekkel való használatra tervezett appok, termékek és szolgáltatások fejlesztését, az Apple partnerek és harmadik félnek számító fejlesztők számára is elérhetővé teheti az elemzési adatok egy részét, ha az az adott partner vagy fejlesztő appjához, termékéhez vagy szolgáltatásához kapcsolódik, ezenkívül az adott partner vagy fejlesztő appjának használatára vonatkozó statisztikai adatokat is elérhetővé teheti, feltéve, hogy az elemzési és statisztikai adatok alapján nem azonosítható a felhasználó személyesen. Ön dönthet úgy, hogy nem oszt meg harmadik félnek számító appfejlesztőkkel apphasználattal kapcsolatos összeomlási adatokat és statisztikákat. Ebben az esetben az iOS-eszközén nyissa meg a Beállításokat, koppintson az Adatvédelem és biztonság elemre, majd az Elemzés lehetőségre, és kapcsolja ki a Megosztás az appfejlesztőkkel funkciót. Ha az Elemzés a Küldés mellőzése értékre van állítva, az appjaik használatával kapcsolatos összeomlási adatok és statisztikák harmadik félnek számító appfejlesztők felé történő megosztása automatikusan ki van kapcsolva. Ezeknek a funkcióknak a használatával Ön elfogadja és beleegyezik abba, hogy az Apple, annak leányvállalatai és ügynökei a fent említett módon ezeket az információkat átadják, gyűjtsék, karbantartsák, feldolgozzák és használják. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Apple mengharapkan bantuan Anda untuk meningkatkan kualitas dan kinerja produk serta layanannya. Dengan persetujuan Anda, ada tiga jenis analisis yang dapat dikumpulkan Apple: analisis perangkat iOS, analisis iCloud, dan analisis App. Perangkat iOS Anda dapat mengumpulkan informasi analisis dan penggunaan mengenai perangkat iOS dan Apple Watch Anda yang dipasangkan dan mengirimkannya ke Apple secara otomatis untuk dianalisis, tetapi hanya dengan persetujuan tertulis dari Anda. Kami juga mengharapkan bantuan Anda untuk meningkatkan produk dan layanan kami dengan menggunakan, dalam cara yang mempertahankan privasi, data dari akun iCloud Anda. Anda juga dapat membantu mitra dan pengembang Apple dengan menyediakan informasi yang dikumpulkan mengenai aplikasi dan layanan yang Anda gunakan dengan menyalakan analisis App. Analisis Perangkat iOS %@ mencakup detail mengenai spesifikasi dan statistik kinerja perangkat keras dan sistem operasi, dan data tentang cara Anda menggunakan perangkat dan aplikasi Anda. Tidak satu pun informasi yang dikumpulkan mengidentifikasi Anda secara pribadi. Data pribadi tidak dicatat sama sekali, tunduk pada teknik yang menjaga privasi seperti privasi diferensial, atau dihapus dari laporan mana pun sebelum dikirim ke Apple. Anda dapat meninjau informasi ini dengan membuka Pengaturan di perangkat iOS Anda, mengetuk Privasi & Keamanan, mengetuk Analisis dan mencari di Data Analisis. Jika Anda telah setuju untuk memberikan informasi ini kepada Apple dan menyalakan Layanan Lokasi, lokasi perangkat Anda mungkin akan dikirim juga untuk membantu Apple menganalisis persoalan kinerja nirkabel atau seluler (misalnya, kekuatan atau kelemahan sinyal seluler di lokasi tertentu). Data lokasi analisis ini dapat mencakup lokasi seperti lokasi perangkat Anda sekali per hari, atau lokasi tempat panggilan berakhir, atau lokasi transaksi dalam toko yang gagal. Anda dapat memilih untuk mematikan Layanan Lokasi untuk Analisis kapan pun. Untuk melakukannya, buka Pengaturan, ketuk Privasi & Keamanan, ketuk Layanan Lokasi, ketuk Layanan Sistem dan matikan tombol %@. Anda juga dapat memilih untuk mematikan %@ secara keseluruhan. Untuk melakukannya, buka Pengaturan, ketuk Privasi & Keamanan, ketuk Analisis, dan atur “%@” ke mati. Jika Anda memiliki Apple Watch yang dipasangkan dengan iPhone Anda, atur “Analisis iPhone & Apple Watch” ke mati. Analisis iCloud Analisis data dari akun iCloud Anda dilakukan hanya setelah data menjalani teknik yang mempertahankan privasi, seperti privasi diferensial. Analisis data tersebut akan memungkinkan Apple untuk meningkatkan fitur dan layanan pintar seperti Siri dan layanan serupa atau terkait lainnya. Anda dapat memilih untuk mematikan Analisis iCloud setiap saat. Untuk melakukannya, Anda dapat membuka Pengaturan, mengetuk Privasi & Keamanan, mengetuk Analisis, dan mengatur “Bagikan Analisis iCloud” ke mati. Analisis App Untuk membantu mitra dan pengembang pihak ketiga Apple meningkatkan app, produk, dan layanan mereka yang dirancang untuk digunakan pada produk Apple, Apple akan menyediakan subset informasi analisis yang berkaitan dengan app, produk, atau layanan mitra atau pengembang kepada mitra atau pengembang tersebut, serta statistik mengenai cara Anda menggunakan app mitra atau pengembang tersebut, selama informasi analisis dan statistik ini dikumpulkan atau dalam bentuk yang tidak mengidentifikasi Anda secara pribadi. Anda dapat memilih untuk tidak membagikan data crash dan statistik mengenai cara Anda menggunakan app dengan pengembang app pihak ketiga. Untuk melakukannya, buka Pengaturan di perangkat iOS Anda, ketuk Privasi & Keamanan, ketuk Analisis, dan matikan Bagikan Dengan Pengembang App. Jika Analisis diatur ke Jangan Kirim, berbagi data crash dan statistik mengenai cara Anda menggunakan app mereka dengan pengembang app pihak ketiga dimatikan secara otomatis. Dengan menggunakan fitur ini, Anda menyetujui dan menyepakati transmisi, pengumpulan, pemeliharaan, dan penggunaan informasi ini oleh Apple, anak perusahaan, dan agennya sebagaimana yang dijelaskan di atas. Informasi yang diterima Apple akan diperlakukan sesuai dengan Kebijakan Privasi Apple setiap saat, yang terdapat di www.apple.com/id/privacy.
it: Apple desidera ricevere il tuo aiuto per migliorare la qualità e le prestazioni dei propri prodotti e servizi. Con il tuo consenso, Apple potrà raccogliere i dati di analisi del tuo dispositivo iOS, quelli di iCloud e quelli relativi alle app. Il tuo dispositivo iOS può eseguire automaticamente l’analisi e raccogliere dati relativi al dispositivo iOS stesso e a qualsiasi Apple Watch abbinato e inviarle ad Apple per l’analisi, ma solo previo consenso esplicito da parte tua. Apple desidera inoltre migliorare i propri prodotti e servizi utilizzando i dati disponibili sul tuo account iCloud in modo sicuro e nel rispetto dell’informativa sulla privacy. Puoi inoltre aiutare gli sviluppatori e i partner di Apple fornendo informazioni aggregate relative ad applicazioni e servizi che utilizzi attivando l’opzione “Analisi app”. Analisi dati dispositivo iOS %@ può includere dettagli riguardo alle specifiche hardware e del sistema operativo, statistiche sulle prestazioni e informazioni di utilizzo dei tuoi dispositivi e delle applicazioni. Nessuna delle informazioni raccolte ti identifica personalmente. I dati personali vengono trattati in conformità all’informativa sulla privacy di tipo differenziale. Tali informazioni non vengono salvate oppure vengono rimosse dai resoconti prima di essere inviate ad Apple. Sul tuo dispositivo iOS, puoi verificare questo tipo di informazioni in Impostazioni > Privacy e sicurezza > Analisi > Dati analisi. Se hai accettato di fornire questo tipo di informazioni ad Apple e hai attivato l’opzione Localizzazione, potrà essere inviata anche la posizione dei tuoi dispositivi per aiutare Apple ad analizzare i problemi relativi alle prestazioni (ad esempio, l’intensità del segnale cellulare in un determinato luogo). I dati di analisi di Localizzazione possono includere alcune posizioni, come quella del dispositivo (una volta al giorno), la posizione in cui concludi una chiamata o quella di una transazione non riuscita effettuata in un punto vendita. Puoi scegliere in qualsiasi momento di disattivare l’opzione Localizzazione per le informazioni di analisi. Per farlo, vai in Impostazioni > Privacy e sicurezza > Localizzazione > Servizi di sistema e disattiva l’interruttore “%@”. Puoi inoltre decidere di disattivare completamente “%@”. Per farlo, disattiva l’opzione “%@” in Impostazioni > Privacy e sicurezza > Analisi. Se ad iPhone è abbinato un Apple Watch, disattiva “Condividi dati iPhone e Watch”. Analisi dati di iCloud L’analisi dei dati ricavati dal tuo account iCloud viene effettuata solo in seguito al trattamento dei dati personali, avvalendosi della procedura della privacy differenziale. L’analisi di tale tipo di informazioni consentirà ad Apple di migliorare alcune opzioni smart e altre funzionalità quali Siri o ulteriori servizi correlati. Puoi scegliere di disattivare l’analisi dei dati di iCloud in qualsiasi momento. Per farlo, disattiva l’opzione “Condividi analisi iCloud” in Impostazioni > Privacy e sicurezza > Analisi. Analisi dati app Al fine di aiutare i partner Apple e gli sviluppatori di terze parti a migliorare le proprie applicazioni, e i propri prodotti e servizi destinati all’utilizzo con i prodotti Apple, Apple può fornire a tali partner o sviluppatori un sottoinsieme di informazioni di analisi pertinenti all’applicazione, al prodotto o al servizio di quel partner o sviluppatore e le relative statistiche d’uso, purché le informazioni di analisi e le statistiche siano generici o in una forma che non ti identifichi personalmente. Inoltre, puoi scegliere di non condividere i dati relativi ai blocchi e le statistiche d’uso con gli sviluppatori di terze parti. Per farlo, sul tuo dispositivo iOS, vai in Impostazioni > Privacy e sicurezza > Analisi e disattiva “Condividi con gli sviluppatori”. Se l’invio dei dati di analisi è disabilitato, la condivisione con gli sviluppatori di terze parti dei dati relativi ai blocchi e delle statistiche d’uso delle app è automaticamente disattivata. Utilizzando le funzionalità, accetti e consenti la trasmissione, la raccolta, la conservazione, l’elaborazione e l’utilizzo di tali informazioni da parte di Apple, dei suoi partner e licenziatari così come indicato. In qualsiasi momento, le informazioni ricevute da Apple verranno trattate in conformità all’informativa sulla privacy di Apple consultabile all’indirizzo www.apple.com/it/privacy.
ja: Appleでは、製品とサービスの品質およびパフォーマンスを向上させるため、お客様にご協力をお願いしています。お客様に同意していただいたうえで、AppleではiOSデバイス解析、iCloud解析、およびアプリ解析という3種類の解析を収集します。お使いのiOSデバイスでは、お客様が明示的に同意していただいた場合にのみ、iOSデバイスおよびペアリングされたApple Watchに関する解析情報が、分析のため、自動的に収集されてAppleに送信される可能性があります。また、製品とサービスの品質を向上させるため、プライバシー保護の元でお使いのiCloudアカウントのデータを使用することについても、お客様にご協力をお願いしています。さらに、アプリ解析をオンにすることで、お客様が使用しているアプリケーションとサービスに関する集約情報を提供する形でAppleのパートナーとデベロッパに協力していただくこともできます。 iOSデバイス解析 %@には、ハードウェアおよびオペレーションシステムの仕様に関する詳細、パフォーマンスの統計情報、および各デバイスとアプリケーションの使用状況に関するデータが含まれます。収集された情報によって個人が特定されることはありません。個人情報は、ログに全く記録されることはない、ディファレンシャルプライバシーのようなプライバシー保護技術の支配下にある、またはAppleに送信される前にレポートから削除されるかのいずれかになります。iOSデバイスで“設定”にアクセスして“プライバシーとセキュリティ”をタップし、“解析”をタップしてから、“解析データ”の下を見ることで、この情報を確認できます。 Appleにこれらの情報を提供することに同意していただき、位置情報サービスがオンになっている場合は、Appleがパフォーマンスの問題（特定の位置の携帯電話信号の強弱など）を解析するために、お使いの各デバイスの位置情報も送信される場合もあります。この解析用の位置情報データには、1日1回の各デバイスの位置、通話を終了した場所、店舗内取引が失敗した場所などの位置情報が含まれることがあります。解析用の位置情報サービスはいつでもオフにできます。その場合は、“設定”を開き、“プライバシーとセキュリティ”、“位置情報サービス”、“システムサービス”の順にタップしてから、%@スイッチをオフにします。 %@をすべてオフにすることもできます。その場合は、“設定”を開き、“プライバシーとセキュリティ”をタップし、“解析”をタップして、“%@”をオフにします。Apple WatchをiPhoneにペアリングしている場合は、“iPhoneとWatch解析を共有”をオフにします。 iCloud解析 iCloudアカウントのデータの解析は、データがディファレンシャルプライバシーなどのプライバシー保護技術により処理されたあとでのみ行われます。データの解析は、Appleによるインテリジェント機能（Siriやその他類似の機能および関連したサービス）の向上に活用されます。 “iCloud解析”はいつでもオフにできます。オフにするには、“設定”を開き、“プライバシーとセキュリティ”をタップ、“解析”をタップして、“iCloud解析を共有”をオフにします。 アプリ解析 AppleはAppleパートナーや他社デベロッパに対し、Apple製品での使用を目的としたアプリ、製品、サービスの品質向上に役立ててもらうため、独自のアプリ、製品、サービスに関連する解析情報の一部やそれらの使用方法に関する統計情報を、集約された形式または個人が特定されない形式で提供することがあります。 クラッシュデータやアプリの使用方法に関する統計情報を他社デベロッパに提供しない選択もできます。その場合は、iOSデバイスで“設定”を開き、“プライバシーとセキュリティ”をタップしてから、“解析”で“アプリデベロッパと共有”をオフにします。解析を“送信しない”に設定している場合は、クラッシュデータやアプリの使用方法に関する統計情報の提供は自動的にオフになります。 これらの機能を使用することで、Appleおよびその子会社と代理業者が、上記で説明した方法で当該情報を送信、収集、保持、処理、および使用することに同意し、承諾することになります。 Appleに送信される情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: Apple өнімдері мен сервистерін жақсартуға үлес қоссаңыз жақсы болар еді. Келісіміңізбен Apple компаниясы талдау үшін деректердің үш түрін жинайды: iOS құрылғыларының деректері, iCloud деректері және қолданба деректері. iOS құрылғыңыз құрылғы және онымен жұптастырылатын қандай да бір Apple Watch туралы аналитикалық ақпаратты жинауы және талдау үшін бұл деректерді Apple компаниясына жіберуі мүмкін, бірақ тікелей келісіміңіз қажет. iCloud аккаунтыңыздағы (жеке ақпарат құпиялылығын сақтаған жағдайда) деректерді қолдануға рұқсат бере отырып, өнімдеріміз бен сервистерімізді жақсартуға үлес қосуға болады. Сондай-ақ пайдаланылатын қолданбалар мен сервистер туралы жиналған деректерді беру үшін «Қолданбалар аналитикасы» функциясын қоссаңыз, Apple серіктестері мен әзірлеушілеріне көмектесуге болады. iOS құрылғысының аналитикасы «%@» құрылғы және операциялық жүйе сипаттамаларын, өнімділік статистикаларын, сондай-ақ құрылғылар мен қолданбаларды пайдалану туралы деректерді қамтуы мүмкін. Жиналатын деректердің ешқайсысы жеке басыңызды растамайды. Жеке деректер дифференициалды құпиялылық сияқты құпиялылықты қорғау технологиясының мәні болғандықтан, есептерге қосылмайды немесе Apple компаниясына жібермес бұрын барлық есептен жойылады. iOS құрылғысының «Реттеулер» мәзіріне өтіп, «Кұпиялылық және Қауіпсіздік» > «Аналитика» > тармағын түртіңіз, содан кейін «Аналитика деректері» бөлімін қарау арқылы осы ақпаратпен танысып шығуға болады. Apple компаниясына осы ақпаратты беруге келіссеңіз және құрылғыңызда геолокация қызметтері қосулы болса, сонымен қатар ықтимал байланыс мәселелерін (мысалы, белгілі бір жердегі ұялы байланыс сигналының күштілігі мен әлсіздігі) талдау мақсатында Apple компаниясына құрылғыларыңыздың орналасқан жері туралы ақпарат жіберілуі мүмкін. Бұл геолокацияның аналитикалық деректері орналасқан орын туралы (мысалы, құрылғыңыздың орналасқан орны туралы күніне бір рет, қоңырауды аяқтаған кездегі орналасқан орын немесе дүкендегі сәтсіз транзакциялар) ақпаратты қамтуы мүмкін. Геолокация қызметтерін кез келген уақытта «Аналитика» бөлімінен өшіруге болады. Ол үшін «Реттеулер» мәзірін ашып, «Құпиялылық және қауіпсіздік» > «Геолокация қызметтері» тармағын түртіп, «Жүйелік қызметтер» мәзіріне өтіңіз, содан кейін «%@» ауыстырып-қосқышын «Өшірулі» күйіне орнатыңыз. Сондай-ақ «%@» функциясын толық өшіруге болады. Ол үшін «Реттеулер» > «Құпиялылық және қауіпсіздік» тармағын ашып, «Аналитика» опциясын түртіңіз, содан кейін «%@» ауыстырып-қосқышын «Өшірулі» күйіне орнатыңыз. iPhone құрылғысымен жұптастырылған Apple Watch сағатыңыз бар болса, «iPhone және сағат аналитикасымен бөлісу» ауыстырып-қосқышын «Өшірулі» күйіне орнатыңыз. iCloud аналитикасы iCloud аккаунтыңыздағы деректерді талдау тек жеке ақпаратыңыздың құпиялылығын қамтамасыз ету әдістерін пайдалану арқылы деректерді өңдегеннен кейін орындалады. Мұндай деректер талдауы Apple компаниясына интеллектуалды функциялар мен сервистер (мысалы, Siri және сол сияқты немесе байланысты сервистер) жұмысын жақсартуға мүмкіндік береді. iCloud аналитикасын кез келген уақытта өшіруге болады. Ол үшін «Реттеулер» қолданбасын ашып, «Құпиялылық және қауіпсіздік» > «Аналитика» тармағын түртіңіз, содан кейін «iCloud диагностикасымен бөлісу» ауыстырып-қосқышын «Өшірулі» күйіне орнатыңыз. Қолданбалар аналитикасы Apple серіктестеріне және үшінші тарап әзірлеушілеріне Apple өнімдерімен бірге пайдалану үшін жасалған қолданбаларын, өнімдерін және сервистерін жақсартуға көмектесу үшін Apple компаниясы мұндай серіктестерге немесе әзірлеушілерге тиісті серіктестің немесе әзірлеушінің қолданбасына, өніміне және сервисіне қатысты аналитикалық ақпараттың бір бөлігін, сондай-ақ тиісті серіктестердің немесе әзірлеушілердің қолданбаларын сіздің пайдаланғаныңызға қатысты статистиканы жіберуі мүмкін. Қателер туралы ақпаратты және қолданбаны пайдалану бойынша статистикаңызды үшінші тарап әзірлеушілерімен бөліспеуге болады. Ол үшін iOS құрылғысында «Реттеулер» > «Құпиялылық және қауіпсіздік» > «Аналитика» тармағын ашып, «Әзірлеушілермен бөлісу» параметрін өшіріңіз. Талдауға «Жібермеу» нұсқасы таңдалса, қателер туралы ақпарат пен қолданбаны пайдалану бойынша статистикаңыз үшінші тарап әзірлеушілеріне жіберу автоматты түрде өшіріледі. Бұл функцияларды қолдана отырып, барлық жоғарыда аталған ақпаратты Apple және оның еншілес кәсіпорындары мен агенттеріне беруге, жинауға, сақтауға, өңдеуге және пайдалануға келісім бересіз. Apple жинаған ақпарат әрқашан Apple құпиялылық саясатына сәйкес өңделеді және оны келесі мекенжайдан таба аласыз: www.apple.com/privacy.
ko: Apple에서 제품 및 서비스의 품질과 성능을 개선할 수 있도록 사용자의 도움을 받고자 합니다. 사용자가 동의하면 Apple이 세 가지 종류의 분석, 즉 iOS 기기 분석, iCloud 분석 및 앱 분석을 수집할 수 있습니다. 사용자의 명시적인 동의가 있는 경우에 한해, iOS 기기가 사용자의 iOS 기기 및 이와 페어링된 Apple Watch에 관한 분석 정보를 자동으로 수집하여 Apple이 분석할 수 있도록 전송할 수 있습니다. Apple은 또한 사용자의 iCloud 계정 데이터를 개인정보를 보호하는 방식으로 이용하여 제품 및 서비스를 향상할 수 있도록 사용자의 도움을 받고자 합니다. 사용자는 앱 분석을 켜서 사용자가 이용하는 응용 프로그램 및 서비스에 관한 정보를 제공함으로써 Apple의 관계사 및 개발자를 지원할 수도 있습니다. iOS 기기 분석 %@에는 하드웨어 및 운영 체제 사양에 관한 세부사항, 성능 통계, 기기 및 응용 프로그램 사용 습관에 대한 데이터가 포함될 수 있습니다. 수집되는 정보는 사용자 개인의 신원을 나타내지 않습니다. 개인 데이터는 전혀 기록되지 않거나, 차등 개인정보 보호와 같은 개인정보를 보호하는 기술의 적용을 받거나, Apple에 보내는 모든 리포트에서 사전에 제거됩니다. 이와 관련된 사항은 사용자의 iOS 기기에서 설정으로 이동하여 ‘개인정보 보호 및 보안’과 ‘분석’을 차례로 탭한 다음 ‘분석 데이터’에서 확인할 수 있습니다. 사용자가 이러한 정보를 Apple에 제공하는 데 동의하고 위치 서비스가 켜져 있는 경우, 기기의 위치 정보도 전송되어 Apple에서 성능 관련 문제(예를 들어 특정 위치에서 모바일 신호가 약하거나 강해지는 문제)를 분석하는 데 도움을 줄 수 있습니다. 이러한 분석용 위치 데이터에는 하루에 한 번 기기의 위치, 통화가 종료된 시점의 위치 또는 매장 내 결제가 실패한 위치 등의 위치 정보가 포함될 수 있습니다. 사용자는 언제든지 분석용 위치 서비스를 끌 수 있습니다. 분석용 위치 서비스를 끄려면 설정을 열고 ‘개인정보 보호 및 보안’, ‘위치 서비스’, ‘시스템 서비스’를 차례로 탭한 다음 %@ 스위치를 끄십시오. %@을(를) 전체적으로 끌 수도 있습니다. 이렇게 하려면 설정을 열고 ‘개인정보 보호 및 보안’과 ‘분석’을 차례로 탭한 다음 ‘%@’을(를) 끔으로 설정하십시오. iPhone과 페어링된 Apple Watch가 있는 경우에는 ‘iPhone 및 Watch 분석 공유’를 끔으로 설정하십시오. iCloud 분석 사용자의 iCloud 계정의 데이터에 대한 분석은 차등 개인정보 보호와 같은 개인정보를 보호하는 기술을 적용한 다음에만 실행됩니다. 이러한 데이터의 분석을 통해 Apple이 Siri 및 그와 유사한 또는 관련된 서비스 등의 지능형 기능과 서비스를 향상할 수 있습니다. iCloud 분석은 언제든지 끌 수 있습니다. iCloud 분석을 끄려면 설정을 열고 ‘개인정보 보호 및 보안’과 ‘분석’을 차례로 탭한 다음 ‘iCloud 분석 공유’를 끔으로 설정하십시오. 앱 분석 Apple의 관계사 및 타사 개발자가 Apple 제품용으로 개발한 응용 프로그램, 제품 및 서비스를 개선할 수 있도록 사용자 개인의 신원을 나타내지 않는 방법 또는 형식으로 수집된 분석 정보와 통계 중에서 관계사나 개발자의 앱, 제품 또는 서비스와 관련이 있는 분석 정보와 관계사 또는 개발자의 앱 사용에 대한 통계를 Apple에서 해당 관계사 및 개발자에게 제공할 수 있습니다. 사용자의 앱 사용에 관한 충돌 데이터 및 통계를 타사 앱 개발자와 공유하지 않도록 선택할 수 있습니다. 공유하지 않으려면, 사용자의 iOS 기기에서 설정을 열고 ‘개인정보 보호 및 보안’과 ‘분석’을 차례로 탭한 다음 ‘앱 개발자와 공유’를 끄십시오. 분석을 ‘보내지 않음’으로 설정한 경우, 타사 앱 개발자와 앱 사용에 관한 충돌 데이터 및 통계를 공유하는 설정이 자동으로 꺼집니다. 이 기능을 사용하는 것은 Apple과 그 자회사 및 에이전트가 앞서 말한 모든 정보를 전송, 수집, 보존, 처리 및 사용하는 것에 대해 사용자가 동의하고 허용하는 것입니다. Apple이 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며 자세한 내용은 www.apple.com/kr/privacy 사이트를 참조하십시오.
lt: Bendrovė „Apple“ norėtų paprašyti pagalbos tobulinant produktų ir paslaugų kokybę ir teikimą. Jums sutikus, bendrovė „Apple“ gali rinkti trijų tipų analizės duomenis: „iOS“ įrenginių, „iCloud“ ir programų analizės duomenis. Jūsų „iOS“ įrenginys gali automatiškai rinkti analizės informaciją apie „iOS“ įrenginį ir susietą „Apple Watch“ bei siųsti ją bendrovei „Apple“ analizuoti, tačiau tai gali būti daroma tik gavus jūsų aiškų sutikimą. Mes taip pat norėtume paprašyti jūsų pagalbos tobulinant mūsų produktus ir paslaugas, naudojant jūsų „iCloud“ paskyros duomenis (išlaikant privatumą). Be to, jūs galite padėti „Apple“ partneriams ir kūrėjams, pateikdami agreguotą informaciją apie naudojamas programas ir paslaugas, įjungdami funkciją „Programų analizė“. „iOS“ įrenginio analizė „%@“ gali įtraukti informaciją apie aparatūros ir operacinės sistemos specifikacijas, veikimo statistiką ir duomenis, kaip naudojatės įrenginiais ir programomis. Iš surinktos informacijos nustatyti jūsų tapatybės nebus galima. Asmens duomenys arba visai neregistruojami, jiems taikomi privatumą užtikrinantys metodai, pvz., diferencinis privatumas, arba pašalinami iš ataskaitų, prieš jas siunčiant bendrovei „Apple“. Šią informaciją galite peržiūrėti „iOS“ įrenginio skiltyje „Nustatymai“, bakstelėdami elementą „Privatumas ir sauga“, tada – „Analizė“ ir ieškodami skiltyje „Analizės duomenys“. Jei sutikote bendrovei „Apple“ pateikti šią informaciją ir esate įjungę funkciją „Vietos nustatymo paslaugos“, jūsų įrenginių buvimo vieta taip pat gali būti siunčiama padėti bendrovei „Apple“ analizuoti veikimo problemas (pvz., mobiliojo ryšio signalo stiprumą ar silpnumą tam tikroje vietoje). Šie analizės vietos duomenys gali apimti vietas, pvz., jūsų įrenginių buvimo vietą kartą per dieną, vietą, kurioje baigiamas pokalbis, arba vietą, kurioje parduotuvėje nepavyko atlikti operacijos. Programos „Analizė“ funkciją „Vietos nustatymo paslaugos“ bet kuriuo metu galite išjungti. Norėdami tai padaryti, atidarykite skiltį „Nustatymai“, bakstelėkite „Privatumas ir sauga“, tada – „Vietos nustatymo paslaugos“, „Sistemos paslaugos“ ir išjunkite „%@“ perjungiklį. Taip pat galite nuspręsti kartu išjungti „%@“. Kad tai padarytumėte, atidarykite skiltį „Nustatymai“, bakstelėkite „Privatumas ir sauga“, tada – „Analizė“ ir išjunkite „%@“. Jei su „iPhone“ esate susieję „Apple Watch“, tuomet išjunkite funkciją „Bendrinti „iPhone“ ir „Watch“ analizę“. „iCloud“ analizė Iš „iCloud“ paskyros gautų duomenų analizė atliekama tik duomenims pritaikius privatumą užtikrinančius metodus, pvz., diferencinį privatumą. Šių duomenų analizė leis bendrovei „Apple“ tobulinti išmaniąsias funkcijas ir paslaugas, tokias kaip „Siri“, ir kitas panašias ar susijusias paslaugas. Funkciją „iCloud“ analizė“ bet kuriuo metu galite išjungti. Norėdami tai padaryti, galite atidaryti skiltį „Nustatymai“, bakstelėti „Privatumas ir sauga“, tada – „Analizė“ ir išjungti funkciją „Bendrinti „iCloud“ analizės duomenis“. Programų analizė Kad padėtų bendrovės „Apple“ partneriams ir trečiosios šalies kūrėjams tobulinti jų programas, produktus ir paslaugas, skirtas naudoti su „Apple“ produktais, tokiems partneriams ir kūrėjams bendrovė „Apple“ gali suteikti jų programai, produktui ar paslaugai aktualios analizės informacijos subrinkinį, taip pat statistinės informacijos apie tai, kaip naudojate to partnerio ar kūrėjo programą, tačiau tik tuo atveju, kai analizės informacija ir statistiniai duomenys yra agreguoti ar pateikiami jūsų tapatybės nustatyti neleidžiančia forma. Galite pasirinkti nebendrinti su trečiosios šalies kūrėjais trikčių duomenų ir statistinių duomenų apie tai, kaip naudojatės programomis. Norėdami tai padaryti, „iOS“ įrenginyje atidarykite skiltį „Nustatymai“, bakstelėkite „Privatumas ir sauga“, tada – „Analizė“ ir išjunkite funkciją „Bendrinti su programų kūrėjais“. Jei funkcija „Analizė“ nustatyta ties parinktimi „Nesiųsti“, trikčių ir statistinių duomenų apie tai, kaip naudojatės jų programomis, bendrinimas su trečiosios šalies programų kūrėjais yra automatiškai išjungtas. Naudodamiesi šiomis funkcijomis jūs sutinkate, kad bendrovė „Apple“, jos padaliniai ir atstovai perduotų, rinktų, prižiūrėtų, tvarkytų ir naudotų šią informaciją, kaip aprašyta pirmiau. Su informacija, kurią gavo bendrovė „Apple“, visada bus elgiamasi pagal „Apple“ privatumo politiką, kuri pateikiama svetainėje www.apple.com/privacy.
ms: Apple mahu mendapatkan bantuan anda untuk meningkatkan kualiti dan prestasi produk dan perkhidmatannya. Dengan keizinan anda, terdapat tiga jenis analitis yang mungkin dikumpul oleh Apple: analitis peranti iOS, analitis iCloud dan analitis App. Peranti iOS anda boleh mengumpulkan maklumat analitis tentang peranti iOS anda dan sebarang Apple Watch yang berpasangan secara automatik dan menghantarnya kepada Apple untuk dianalisis, namun hanya dengan keizinan nyata anda. Kami juga mahu mendapatkan bantuan anda untuk meningkatkan produk dan perkhidmatan kami dengan menggunakan, melalui cara yang mengekalkan privasi, data daripada akaun iCloud anda. Anda juga boleh membantu rakan kongsi dan pembangun Apple dengan menyediakan maklumat teragregat tentang aplikasi dan perkhidmatan yang anda gunakan dengan mengaktifkan analitis App. Analitis Peranti iOS %@ mungkin termasuk butiran tentang spesifikasi perkakasan dan sistem pengendalian, statistik prestasi dan data tentang cara anda menggunakan peranti dan app anda. Tiada daripada maklumat yang dikumpulkan mengenal pasti anda secara peribadi. Data peribadi sama ada tidak dilog langsung, tertakluk pada teknik pengekalan privasi seperti privasi kebezaan atau dikeluarkan daripada sebarang laporan sebelum ia dihantar kepada Apple. Anda boleh menyemak maklumat ini dengan pergi ke Seting pada peranti iOS anda, mengetik Privasi & Keselamatan, mengetik Analitis dan melihat di bawah Data Analitis. Jika anda telah bersetuju untuk memberikan Apple maklumat ini dan anda telah mengaktifkan Perkhidmatan Lokasi, lokasi peranti anda juga mungkin dihantar untuk membantu Apple menganalisis isu prestasi (contohnya, kekuatan atau kelemahan isyarat mudah alih di lokasi tertentu). Data lokasi analitis ini mungkin termasuk lokasi seperti lokasi peranti anda sekali sehari, lokasi di mana panggilan tamat atau lokasi transaksi dalam kedai yang gagal. Anda boleh memilih untuk menyahaktifkan Perkhidmatan Lokasi untuk Analitis pada bila-bila masa. Untuk berbuat demikian, buka Seting, ketik Privasi & Keselamatan, ketik Perkhidmatan Lokasi, ketik Perkhidmatan Sistem dan nyahaktifkan suis %@. Anda juga boleh memilih untuk menyahaktifkan terus %@. Untuk berbuat demikian, buka Seting, ketik Privasi & Keselamatan, ketik Analitis dan setkan “%@” kepada tidak aktif. Jika anda mempunyai Apple Watch yang dipasangkan dengan iPhone anda, maka setkan “Kongsi Analitis iPhone & Jam” kepada tidak aktif. Analitis iCloud Analisis data daripada akaun iCloud anda dilakukan hanya selepas data telah melalui teknik pengekalan privasi seperti privasi kebezaan. Analisis data sedemikian akan membolehkan Apple meningkatkan ciri dan perkhidmatan pintar seperti Siri dan perkhidmatan lain yang serupa atau berkaitan. Anda boleh memilih untuk menyahaktifkan Analitis iCloud pada bila-bila masa. Untuk berbuat demikian, anda boleh membuka Seting, mengetik Privasi & Keselamatan, mengetik Analitis dan mengesetkan “Kongsi Analitis iCloud” kepada tidak aktif. Analitis App Untuk membantu rakan kongsi Apple dan pembangun pihak ketiga menambahbaik app, produk dan perkhidmatan mereka yang direka bentuk untuk digunakan dengan produk Apple, Apple mungkin menyediakan rakan kongsi atau pembangun sedemikian dengan subset maklumat analitis yang berkaitan dengan app, produk atau perkhidmatan rakan kongsi atau pembangun tersebut, serta statistik tentang cara anda menggunakan app rakan kongsi atau pembangun tersebut, asalkan maklumat analitis dan statistik diagregatkan atau dalam bentuk yang tidak mengenal pasti anda secara peribadi. Anda boleh memilih untuk tidak berkongsi data ranap dan statistik tentang cara anda menggunakan app dengan pembangun app pihak ketiga. Untuk berbuat demikian, buka Seting pada peranti iOS anda, ketik Privasi & Keselamatan, ketik Analitis dan nyahaktifkan Kongsi Dengan Pembangun. Jika Analitis disetkan kepada Jangan Hantar, berkongsi data ranap dan statistik tentang cara anda menggunakan app mereka dengan pembangun app pihak ketiga dinyahaktifkan secara automatik. Dengan menggunakan mana-mana ciri ini, anda bersetuju dan mengizinkan penghantaran, pengumpulan, penyenggaraan, pemprosesan dan penggunaan maklumat ini oleh Apple dan subsidiari serta ejennya seperti yang diterangkan di atas. Pada setiap masa, maklumat yang diterima oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy.
nl: Apple wil graag dat je helpt bij het verbeteren van de kwaliteit en prestaties van Apple's producten en diensten. Met jouw toestemming kan Apple drie soorten analysegegevens verzamelen: iOS-apparaatanalyse, iCloud-analyse en app-analyse. Je iOS-apparaat kan automatisch analysegegevens over je iOS-apparaat en een ermee gekoppelde Apple Watch verzamelen en deze voor analyse naar Apple sturen, maar alleen als je dit uitdrukkelijk toestaat. Daarnaast wil Apple graag dat je helpt bij het verbeteren van Apple's producten en diensten door gegevens uit je iCloud account te gebruiken op een manier die je privacy beschermt. Je kunt partners en ontwikkelaars van Apple ook helpen door app-analyse in te schakelen zodat zij worden voorzien van samengevoegde gegevens over apps en voorzieningen die je gebruikt. iOS-apparaatanalyse %@ kan details bevatten over de specificaties van de hardware en het besturingssysteem, statistische gegevens over de prestaties en gegevens over je gebruik van je apparaten en de apps. Je identiteit kan niet worden achterhaald aan de hand van deze gegevens. Persoonlijke gegevens worden niet verzameld, worden behandeld volgens technieken, zoals differentiële privacy, om de privacy te waarborgen, of worden verwijderd voordat de informatie naar Apple wordt gestuurd. Je kunt deze informatie bekijken door Instellingen op je iOS-apparaat te openen, op 'Privacy en beveiliging' en vervolgens op 'Analyse' te tikken en onder 'Analysegegevens' te kijken. Als je erin hebt toegestemd om deze informatie naar Apple te sturen en je 'Locatievoorzieningen' hebt ingeschakeld, kan ook de locatie van je apparaten naar Apple worden gestuurd om te helpen bij het analyseren van prestatieproblemen (bijvoorbeeld hoe sterk of zwak het mobiele signaal is op een bepaalde locatie). Deze geanalyseerde locatiegegevens kunnen locaties bevatten zoals de eenmaal per dag gemeten locatie van je apparaten, de locatie waar een gesprek eindigt of de locatie van een mislukte transactie in een winkel. Je kunt 'Locatievoorzieningen' voor analysegegevens uitschakelen wanneer je wilt. Hiervoor open je Instellingen, tik je op 'Privacy en beveiliging', dan op 'Locatievoorzieningen' en vervolgens op 'Systeem' en zet je de optie '%@' uit. Je kunt %@ ook helemaal uitschakelen. Hiervoor open je Instellingen, tik je op 'Privacy en beveiliging' en vervolgens op 'Analyse' en zet je '%@' uit. Als je een Apple Watch hebt gekoppeld met je iPhone, schakel je 'Deel iPhone- en Watch-analyse' uit. iCloud-analyse Analyse van gegevens uit je iCloud-account wordt alleen uitgevoerd na het toepassen van privacybeschermingstechnieken, zoals differentiële privacy, op de gegevens. Analyse van zulke gegevens helpt Apple bij het verbeteren van intelligente functies en diensten, zoals Siri en andere vergelijkbare of verwante diensten. Je kunt iCloud-analyse uitschakelen wanneer je wilt. Daarvoor open je Instellingen, tik je op 'Privacy en beveiliging' en vervolgens op 'Analyse' en zet je de optie 'Deel iCloud-analyse' uit. App-analyse Om partners van Apple en andere ontwikkelaars te helpen bij het verbeteren van hun apps, producten en voorzieningen die bedoeld zijn voor gebruik met Apple producten, kan Apple dergelijke partners en ontwikkelaars voorzien van een deel van de analysegegevens dat relevant is voor de apps, producten of voorzieningen van die partner of ontwikkelaar, evenals statistische gegevens over je gebruik van de app van die partner of ontwikkelaar, zolang de analysegegevens en statistische gegevens zijn samengevoegd of gepresenteerd op een wijze waardoor je identiteit niet achterhaald kan worden. Je kunt ervoor kiezen om crashgegevens en statistische gegevens over je gebruik van apps niet te delen met de ontwikkelaars van apps. Daarvoor open je Instellingen op je iOS-apparaat, tik je op 'Privacy en beveiliging' en vervolgens op 'Analyse' en schakel je 'Deel met appontwikkelaars' uit. Als 'Stuur niet' is geselecteerd, is het delen van crashgegevens en statistische gegevens over je gebruik van apps automatisch uitgeschakeld. Door deze functies te gebruiken ga je akkoord met en geef je toestemming voor het versturen, verzamelen, onderhouden, verwerken en gebruiken van deze informatie door Apple, zijn dochterondernemingen en tussenpersonen, zoals hierboven beschreven. De door Apple ontvangen gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt nalezen op http://www.apple.com/nl/privacy/.
no: Apple vil gjerne ha din hjelp til å forbedre kvaliteten og ytelsen til sine produkter og tjenester. Med ditt samtykke kan Apple samle inn disse tre typene analyse: iOS-enhetsanalyse, iCloud-analyse og Appanalyse. iOS-enheten din kan automatisk innhente analyseinformasjon om iOS-enheten og Apple Watch-enheter den er sammenkoblet med, og sende den til Apple for analyse, men kun med eksplisitt samtykke fra deg. Vi ønsker også din hjelp til å forbedre produkter og tjenester ved å ta i bruk data fra iCloud-kontoen din på et vis som beskytter personvernet ditt. Du kan også hjelpe Apples samarbeidspartnere og utviklere ved å sende inn anonymiserte samlede data om apper og tjenester du bruker, ved å slå på Appanalyse. iOS-enhetsanalyse %@ kan omfatte detaljer om maskinvare, operativsystemspesifikasjoner, ytelsesstatistikk og data om hvordan du bruker enhetene og appene. Ingen av opplysningene som hentes inn, kan identifisere deg som person. Personlige opplysninger blir enten ikke loggført i det hele tatt, de underlegges teknikker som differential privacy (differensielt personvern) for å bevare personvernet, eller de fjernes fra eventuelle rapporter før de sendes til Apple. Du kan se gjennom denne informasjonen ved å gå til Innstillinger på iOS-enheten, trykke på Personvern og sikkerhet, velge Analyse og se under Analysedata. Hvis du har samtykket i å oppgi denne informasjonen til Apple og slått på Stedstjenester, kan det også hende at opplysninger om stedet der enhetene befinner seg, sendes inn for å hjelpe Apple med å analysere problemer (for eksempel vurdere signalstyrken for mobilnettverket på et bestemt sted). Analysedata om sted kan for eksempel omfatte hvor enhetene befinner seg én gang daglig, stedet der en samtale avsluttes, eller posisjonen til en mislykket transaksjon i butikk. Du kan når som helst velge å slå av stedstjenester for Analyse. Det gjør du ved å åpne Innstillinger, trykke på Personvern og sikkerhet, trykke på Stedstjenester, trykke på Systemtjenester og slå av bryteren for %@. Du kan også slå av %@ helt. ved å gå til Innstillinger, trykke på Personvern og sikkerhet, velge Analyse og slå av «%@». Hvis du har en Apple Watch koblet sammen med iPhone, slår du av «Del iPhone og Apple Watch-analyse». iCloud-analyse Analyse av data fra iCloud-kontoen din skjer bare etter at disse er underlagt personvernfremmende teknikker som differential privacy (differensielt personvern). Analyse av slike data gjør det mulig for Apple å forbedre funksjoner knyttet til kunstig intelligens i Siri og andre lignende tjenester. Du kan velge å slå av iCloud-analyse helt og holdent ved å gå til Innstillinger, trykke på Personvern og sikkerhet, velge Analyse og slå av «Del iCloud-analyse». Appanalyse For å hjelpe Apples samarbeidspartnere og tredjepartsutviklere med å bedre deres apper, produkter og tjenester som er laget for bruk med Apple-produkter, kan Apple levere delsett av analyseinformasjonen til slike samarbeidspartnere med detaljer som er relevante for deres apper, produkter eller tjenester, i tillegg til statistikk over din bruk av appen til partneren eller utvikleren, så lenge denne analyseinformasjonen er samlet inn eller presentert slik at den ikke identifiserer deg personlig. Du kan velge å ikke dele krasjdata og statistikk om hvordan du bruker apper med tredjepartsutviklere. Det gjør du ved å gå til Innstillinger på iOS-enheten, trykke på Personvern og sikkerhet, velge Analyse og slå av Del med apputviklere. Hvis du setter Analyse til Ikke send, slår du automatisk av deling av krasjdata og statistikk om hvordan du bruker appene deres, med tredjepartsutviklere. Ved å ta i bruk disse funksjonene godtar du at Apple samt datterselskaper og samarbeidspartnere kan overføre, samle inn, vedlikeholde, behandle og bruke informasjonen som beskrevet ovenfor. Informasjonen Apple mottar, vil alltid bli behandlet i henhold til Apples retningslinjer for personvern på www.apple.com/no/privacy.
pl: Apple potrzebuje Twojej pomocy przy poprawianiu jakości i wydajności swoich produktów i usług. Za zgodą użytkownika tworzone są trzy typy analiz, które Apple może gromadzić: analiza urządzeń iOS, analiza danych konta iCloud i analiza danych z aplikacji. Twoje urządzenie iOS może automatycznie gromadzić i wysyłać do Apple w celu zanalizowania dane dotyczące samego urządzenia i połączonego z nim w parę Apple Watch – ale tylko za Twoim wyraźnym pozwoleniem. Potrzebujemy również Twojej pomocy przy poprawianiu jakości i wydajności swoich produktów i usług, obejmującej użycie danych z Twojego konta iCloud (w sposób nienaruszający prywatności). Możesz także pomóc partnerom i deweloperom firmy Apple, dostarczając zagregowanych danych o używanych aplikacjach i usługach, włączając Analizę aplikacji. Analiza danych urządzenia iOS %@ mogą zawierać szczegółowe dane dotyczące sprzętu i systemu operacyjnego, statystyki wydajności oraz dane na temat wykorzystania urządzeń i aplikacji. Żadne wysyłane informacje nie pozwalają na zidentyfikowanie Cię. Dane osobiste albo nie są w ogóle rejestrowane, albo są przetwarzane przy użyciu technik zapewniających zachowanie prywatności (na przykład różnicowych), albo są usuwane z raportów przed wysłaniem ich do Apple. Możesz przejrzeć wysyłane informacje na urządzeniu iOS, używając ekranu Ustawienia > Prywatność i ochrona > Analizy > Dane analiz. Jeśli zgadzasz się przekazywać Apple te informacje i masz włączone usługi lokalizacji, wysyłane jest także bieżące położenie urządzeń. Pomaga to Apple analizować problemy z wydajnością połączeń (np. siłę sygnału sieci komórkowej w określonym miejscu). Dane analiz położenia mogą obejmować położenie urządzeń określane raz dziennie, w momencie zakończenia rozmowy telefonicznej czy położenie w momencie nieudanej próby transakcji sklepowej. Usługi lokalizacji w Analizach możesz wyłączyć w dowolnym momencie, przechodząc do Ustawień, stukając w Prywatność i ochrona > Usługi lokalizacji > Usługi systemowe, i przesuwając przełącznik %@ w pozycję „wyłączone”. Możesz także całkowicie wyłączyć %@. W tym celu otwórz Ustawienia, stuknij w Prywatność i ochrona, stuknij w Analizy i ustaw przełącznik %@ w pozycji wyłączonej. Jeśli masz Apple Watch połączony w parę z iPhone’em, ustaw w pozycji wyłączonej przełącznik Udostępniaj analizy iPhone’a i Apple Watch. Analiza danych konta iCloud Analiza danych z Twojego konta iCloud jest dokonywana dopiero po zastosowaniu względem danych technik zapewniających ochronę prywatności (np. prywatności różnicowej). Analiza tych danych pozwoli Apple udoskonalać funkcje i usługi inteligentne, np. Siri czy inne podobne lub powiązane usługi. Analizy iCloud możesz wyłączyć w dowolnym czasie. W tym celu otwórz Ustawienia, stuknij w Prywatność i ochrona, stuknij w Analizy i ustaw przełącznik Udostępniaj analizy iCloud w pozycji wyłączonej. Analiza danych z aplikacji Aby pomóc swoim partnerom i innym deweloperom poprawiać oferowane produkty, aplikacje i usługi przeznaczone dla produktów Apple, firma Apple może przekazywać im fragmenty danych analiz istotne dla ich aplikacji, produktu lub usługi, a także statystyki Twojego użycia ich aplikacji, o ile te dane i statystyki są zagregowane w sposób niepozwalający na identyfikowanie poszczególnych użytkowników. Możesz zrezygnować z wysyłania danych o awariach aplikacji innych firm oraz statystykach ich użycia. W tym celu otwórz Ustawienia na urządzeniu iOS, stuknij w Prywatność i ochrona, stuknij w Analizy, a następnie wyłącz opcję Udostępniaj deweloperom. Jeśli dla danych analiz wybrana jest opcja Nie wysyłaj, wysyłanie danych o awariach aplikacji innych firm oraz statystykach ich użycia jest automatycznie wyłączone. Korzystanie z tych funkcji oznacza wyrażenie zgody na przesyłanie, gromadzenie, przechowywanie, przetwarzanie i używanie tych informacji przez Apple, jego podmioty zależne i agentów w sposób opisany powyżej. Informacje uzyskiwane przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com/legal/privacy/pl.
pt_br: A Apple gostaria de contar com a sua ajuda para melhorar a qualidade e o desempenho dos seus produtos e serviços. Com o seu consentimento, existem três tipos de análises que a Apple pode coletar: análise do dispositivo iOS, análise do iCloud e análise de apps. Seu dispositivo iOS pode coletar automaticamente informações de análise sobre ele mesmo e qualquer Apple Watch emparelhado, e enviá‑las à Apple para que sejam analisadas — mas somente com o seu consentimento explícito. Para melhorar os nossos produtos e serviços, gostaríamos também de pedir sua ajuda e utilizar os dados da sua conta do iCloud, preservando a sua privacidade. Você também pode ativar a análise de apps para fornecer informações agregadas sobre aplicativos e serviços que usa e ajudar os parceiros e desenvolvedores da Apple. Análise do Dispositivo iOS %@ pode incluir detalhes sobre as especificações de hardware e do sistema operacional, estatísticas de desempenho e dados sobre como você usa seus dispositivos e aplicativos. Nenhuma das informações coletadas identifica você pessoalmente. Os dados pessoais não são registrados em absoluto, ficam sujeitos a técnicas de preservação de privacidade (como privacidade diferencial) ou são removidos de todos os relatórios antes de serem enviados à Apple. Para revisar essas informações, acesse os Ajustes no seu dispositivo iOS, toque em Privacidade e Segurança, selecione Análise e consulte a seção Dados da Análise. Se você tiver consentido em fornecer à Apple essas informações e os Serviços de Localização estiverem ativados, a localização dos seus dispositivos poderá ser enviada à Apple para ajudar a analisar problemas de desempenho (por exemplo, a intensidade ou fraqueza do sinal da rede celular em uma determinada localização). Esses dados de análise de localização podem incluir a localização dos seus dispositivos uma vez ao dia, a localização em que uma ligação é finalizada ou a localização de uma falha ao realizar uma transação em uma loja. Você pode optar por desativar os Serviços de Localização para Análise a qualquer momento. Para fazer isso, abra os Ajustes, toque em Privacidade e Segurança, selecione Serviços de Localização, toque em Serviços do Sistema e desative a opção %@. Você também pode optar por desativar completamente a %@. Para fazer isso, abra os Ajustes, toque em Privacidade e Segurança, selecione Análise e desative opção %@. Caso você tenha um Apple Watch emparelhado com o iPhone, toque para desativar a opção Compartilhar Análise. Análise do iCloud A análise dos dados da sua conta do iCloud ocorre apenas depois que os dados tenham passado por técnicas que preservam a privacidade, tais como privacidade diferencial. A análise de tais dados permitirá que a Apple melhore recursos inteligentes, tais como a Siri e outros serviços similares ou relacionados. Você pode optar por desativar a Análise do iCloud a qualquer momento. Para fazer isso, abra os Ajustes, toque em Privacidade e Segurança, selecione Análise e desative opção Compartilhar Análise do iCloud. Análise de Apps Para ajudar empresas parceiras da Apple e desenvolvedores terceiros a melhorar os apps, produtos e serviços desenvolvidos por eles para serem usados com produtos da Apple, a Apple pode fornecer a tais empresas e desenvolvedores parceiros um subgrupo de informações de análise que seja relevante para o app, produto ou serviço do respectivo parceiro ou desenvolvedor, bem como estatísticas sobre como você usa o app dessa empresa ou desenvolvedor, desde que essas informações de análise e estatísticas sejam agregadas ou fornecidas de forma a não identificar você pessoalmente. Você pode optar por não compartilhar com desenvolvedores de apps de terceiros dados de falhas e estatísticas sobre como você usa apps. Para fazer isso, abra os Ajustes no seu dispositivo iOS, toque em Privacidade e Segurança, selecione Análise e desative opção Compartilhar com Desenvolvedores. Se a Análise estiver definida como Não Enviar, o compartilhamento dos dados de falhas e as estatísticas de como você usa os apps de terceiros será automaticamente desativado. Ao usar estes recursos, você concorda e consente com a transmissão, coleta, manutenção, processamento e uso dessas informações pela Apple, suas subsidiárias e agentes, conforme descrito acima. As informações recebidas pela Apple serão sempre tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em https://www.apple.com/br/privacy.
pt_pt: No intuito de melhorar o desempenho e a qualidade dos respetivos produtos e serviços, a Apple agradece a sua colaboração. Com a sua autorização, a Apple poderá recolher três tipos de dados de análise: análise de dispositivos iOS, análise de iCloud e análise de aplicações. Unicamente com o seu expresso consentimento, o seu dispositivo iOS pode automaticamente recolher e enviar à Apple informação de análise relativa também a qualquer Apple Watch emparelhado. Agradecemos igualmente a sua colaboração e autorização para usar, de forma não intrusiva e preservando a sua privacidade, dados da sua conta iCloud. Com a ativação da análise de aplicações, também poderá ajudar os parceiros e programadores da Apple através do fornecimento de informação agregada sobre as aplicações e serviços que usa. Análise de dispositivos iOS %@ podem incluir detalhes acerca das especificações de hardware e do sistema operativo, estatísticas de desempenho e dados acerca da utilização dos seus dispositivos e aplicações instaladas. Esta informação não contém dados de teor pessoal. Os dados pessoais ou não são de todo recolhidos, ou são sujeitos a técnicas de salvaguarda da privacidade (como a privacidade diferencial), ou são removidos dos relatórios antes de estes serem enviados à Apple. Pode rever a informação que é recolhida na secção Dados de análise, no seu dispositivo iOS, em Definições > Privacidade e segurança > Análise. Caso tenha autorizado a Apple a recolher esta informação e tenha ativado os serviços de localização, a localização dos seus dispositivos pode igualmente ser enviada à Apple no intuito de analisar questões de desempenho das redes de telecomunicações (força do sinal, por exemplo). Estes dados geográficos de análise podem incluir localizações como a localização dos seus dispositivos uma vez por dia, o local onde foi terminada uma chamada ou o local de uma transação de compra malsucedida. O uso dos serviços de localização na informação de análise pode ser desativado em qualquer altura. Para tal, em Definições > Privacidade e segurança > Serviços de localização > Serviços do sistema, desative a opção %@. Pode igualmente optar por desativar %@ completamente. Basta abrir as Definições, tocar em Privacidade e segurança e, depois, em Análise, desativar a opção %@. Se tiver um Apple Watch emparelhado com o iPhone, desative a opção Partilhar análise do iPhone e do Apple Watch. Análise de iCloud A análise dos dados da sua conta iCloud só é efetuada depois de os dados terem sido processados usando técnicas de manutenção de privacidade, como a privacidade diferencial. Esta análise permitirá à Apple melhorar serviços e funcionalidades inteligentes, como Siri e serviços semelhantes ou relacionados. Pode optar por desativar a análise de iCloud em qualquer altura. Para tal, em Definições > Privacidade e segurança > Análise, desative a opção Partilhar análise de iCloud. Análise de aplicações A Apple reserva‑se o direito de fornecer a parceiros e outros programadores um subconjunto de informação de análise no intuito de ajudar esses parceiros e programadores a melhorarem aplicações, produtos e serviços, assim como estatísticas de utilização dos mesmos, desde que essa informação e estatísticas sejam recolhidas em agregado e não incluam quaisquer dados de teor pessoal que possam identificar os utilizadores. Pode optar por não partilhar com os programadores dados de falha e estatísticas de utilização das respetivas aplicações. Nas Definições do seu dispositivo iOS, toque em Privacidade e segurança > Análise e desative a opção Partilhar com os programadores. Se escolher Não enviar, em Análise, a partilha de dados de falha e estatísticas de utilização é automaticamente desativada. Ao utilizar estas funcionalidades, está a indicar que aceita e concorda que a Apple e respetivos agentes e subsidiárias possam transmitir, recolher, manter, processar e utilizar toda a informação nos termos acima descritos. Toda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/pt/privacy.
ro: Apple ar dori ajutorul dvs. pentru a îmbunătăți calitatea și performanțele produselor și serviciilor sale. Cu consimțământul dvs., există trei tipuri de analiză care pot fi colectate de Apple: analiza dispozitivului iOS, analiza iCloud și analiza aplicațiilor. Dispozitivul dvs. iOS poate să colecteze automat informații de analiză despre dispozitivul dvs. iOS și orice Apple Watch asociat și să le trimită la Apple pentru a fi analizate, dar numai în urma consimțământului dvs. explicit. De asemenea, Apple ar dori ajutorul dvs. pentru a‑și îmbunătăți produsele și serviciile prin utilizarea datelor din contul dvs. de iCloud, într‑o manieră care protejează confidențialitatea. În plus, dacă activați analiza aplicațiilor, îi puteți asista pe partenerii și dezvoltatorii Apple prin furnizarea unor informații agregate despre aplicațiile și serviciile pe care le utilizați. Analiza dispozitivului iOS “%@” poate include detalii despre specificațiile hardware‑ului și sistemului de operare, statistici privind performanțele și date despre modul în care utilizați dispozitivele și aplicațiile dvs. Niciuna dintre informațiile colectate nu vă identifică personal. Datele personale fie nu sunt deloc înregistrate, fie fac obiectul unor tehnici de protejare a confidențialității, precum confidențialitatea diferențială, fie sunt eliminate din toate rapoartele înainte de a fi trimise la Apple. Puteți examina aceste informații accesând aplicația Configurări de pe dispozitivul dvs. iOS, apăsând pe “Intimitate și securitate”, apăsând pe Analiză și consultând secțiunea “Date analiză”. Dacă ați consimțit să trimiteți aceste informații la Apple și aveți serviciile de localizare activate, este posibil ca și localizarea dispozitivelor dvs. să fie trimisă pentru a ajuta Apple la analizarea problemelor referitoare la performanțe (de exemplu, puterea sau calitatea slabă a unui semnal mobil într‑un anumit loc). Aceste date de localizare pentru analiză pot include localizarea dispozitivelor dvs. o dată pe zi, locul în care se termină un apel sau locul în care eșuează o tranzacție dintr‑un magazin. Puteți opta pentru dezactivarea serviciilor de localizare pentru analiză în orice moment. Pentru a face aceasta, deschideți Configurări, apăsați pe “Intimitate și securitate”, apăsați pe “Servicii de localizare”, apăsați pe “Servicii de sistem” și dezactivați comutatorul “%@”. De asemenea, puteți opta să dezactivați integral “%@”. Pentru a face aceasta, deschideți Configurări, apăsați pe “Intimitate și securitate”, apăsați pe Analiză și dezactivați opțiunea “%@”. Dacă aveți un Apple Watch asociat cu iPhone‑ul dvs., dezactivați opțiunea “Partajare analiză iPhone și Watch”. Analiza iCloud Analiza datelor din contul dvs. de iCloud va fi întreprinsă doar după ce asupra datelor vor fi aplicate tehnici de protejare a confidențialității, precum confidențialitatea diferențială. Analiza acestor date va permite ca Apple să îmbunătățească funcționalitățile și serviciile inteligente, precum Siri și alte servicii similare sau asociate. Puteți opta oricând să dezactivați analiza iCloud. Pentru a face aceasta, puteți să deschideți Configurări, apăsați pe “Intimitate și securitate”, apăsați pe Analiză și dezactivați opțiunea “Partajare analiză iCloud”. Analiza aplicațiilor Pentru a ajuta partenerii și terții dezvoltatori Apple la îmbunătățirea aplicațiilor, produselor și serviciilor acestora concepute pentru a fi utilizate cu produse Apple, este posibil ca Apple să furnizeze acestor parteneri sau dezvoltatori un subansamblu de informații de analiză care sunt relevante pentru aplicația, produsul sau serviciul partenerului sau dezvoltatorului respectiv, precum și informații statistice despre modul în care utilizați aplicația partenerului sau dezvoltatorului respectiv, atâta timp cât informațiile de analiză și statistice sunt agregate sau într‑o formă care nu vă identifică personal. Puteți opta să nu partajați date despre disfuncționalități și informații statistice despre modul în care utilizați aplicațiile cu dezvoltatorii aplicațiilor terțe. Pentru aceasta, deschideți aplicația Configurări de pe dispozitivul dvs. iOS, apăsați pe “Intimitate și securitate”, apăsați pe Analiză și dezactivați opțiunea “Partajați cu dezvoltatorii”. Dacă opțiunea Analiză este configurată la “Nu trimiteți”, partajarea datelor despre disfuncționalități și a informațiilor statistice despre modul în care le utilizați aplicațiile cu dezvoltatorii aplicațiilor terțe este automat dezactivată. Prin utilizarea acestor funcționalități, sunteți de acord și vă exprimați consimțământul asupra transmiterii, colectării, întreținerii, procesării și utilizării acestor informații de către Apple, filialele și agenții Apple, în conformitate cu descrierea de mai sus. Informațiile primite de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Компания Apple будет признательна за Вашу помощь в улучшении качества ее продуктов и сервисов. С Вашего согласия, компания Apple может собирать три типа данных для анализа: данные устройства iOS, данные iCloud и данные приложений. Ваше устройство iOS может автоматически собирать аналитическую информацию как о самом устройстве, так и обо всех объединяемых с ним в пару Apple Watch, и отправлять эти данные для анализа в Apple. Это возможно только при Вашем явном согласии. Вы смогли бы также оказать помощь в улучшении наших продуктов и сервисов, разрешив использование данных (при сохранении конфиденциальности персональной информации) из Вашей учетной записи iCloud. Вы также можете помочь партнерам и разработчикам Apple, если включите функцию «Аналитика приложений» для предоставления обобщенных данных об используемых Вами приложениях и сервисах. Аналитика устройства iOS «%@» может включать в себя характеристики оборудования и операционной системы, статистику производительности, а также данные об использовании устройств и приложений. Никакие из собираемых данных не идентифицируют Вас лично. Личные данные либо совсем не включаются в отчеты, являясь предметом таких технологий защиты конфиденциальности, как дифференцированная конфиденциальность, либо удаляются из всех отчетов перед их отправкой в Apple. Вы можете ознакомиться с этой информацией, перейдя на устройстве iOS в «Настройки», коснувшись «Защита и безопасность» > «Аналитика» и просмотрев раздел «Данные аналитики». Если Вы согласились предоставлять Apple эту информацию и на Вашем устройстве включены Службы геолокации, в компанию Apple может также отправляться информация о местонахождении Ваших устройств с целью анализа возможных проблем связи (например, силы или слабости сотового сигнала в определенном месте). Эти аналитические данные геолокации могут включать в себя сведения о местонахождении, например о местонахождении Ваших устройств один раз в день, о местонахождении при завершении вызова либо о неудачных транзакциях в магазине. Вы можете отключить Службы геолокации в разделе «Аналитика» в любое время. Для этого откройте «Настройки», коснитесь «Защита и безопасность» > «Службы геолокации», перейдите в меню «Системные службы» и установите переключатель «%@» в положение «Выкл.». Вы также можете отключить функцию «%@» полностью. Для этого откройте «Настройки» > «Защита и безопасность», коснитесь «Аналитика» и установите переключатель «%@» в положение «Выкл.». Если у Вас есть часы Apple Watch, объединенные в пару с iPhone, установите переключатель «Делиться для iPhone и часов» в положение «Выкл.». Аналитика iCloud Анализ данных из Вашей учетной записи iCloud выполняется только после обработки этих данных с использованием методов обеспечения конфиденциальности персональной информации. Анализ таких данных позволит Apple улучшить работу интеллектуальных функций и сервисов, например Siri, а также иных подобных или связанных сервисов. Вы можете выключить Аналитику iCloud в любое время. Для этого откройте «Настройки», коснитесь «Защита и безопасность» > «Аналитика» и установите переключатель «Делиться диагностикой iCloud» в положение «Выкл.». Аналитика приложений Чтобы помочь партнерам Apple и сторонним разработчикам в улучшении их приложений, продуктов и сервисов, созданных для использования с продуктами Apple, компания Apple может предоставлять таким партнерам или разработчикам часть аналитической информации, относящейся к приложению, продукту или сервису соответствующего партнера или разработчика, а также статистику Вашего использования приложений соответствующих партнеров или разработчиков. Все аналитические и статистические данные собираются в обобщенном виде или в форме, не идентифицирующей Вас лично. Вы можете не делиться сведениями о сбоях и статистикой Вашего использования приложений со сторонними разработчиками. Для этого на устройстве с iOS откройте «Настройки» > «Защита и безопасность» > «Аналитика» и отключите параметр «Делиться с разработчиками». Если для анализа выбран вариант «Не отправлять», то отправка сведений о сбоях и статистики Вашего использования приложений сторонним разработчикам автоматически отключается. Используя эти функции, Вы даете компании Apple, ее дочерним предприятиям и агентам согласие на передачу, сбор, хранение, обработку и использование всей вышеизложенной информации. Информация, собранная Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple: www.apple.com/ru/privacy.
sk: Spoločnosť Apple by rada využila vašu pomoc pri vylepšovaní kvality a výkonu poskytovaných produktov a služieb. Po vyjadrení vášho súhlasu sú k dispozícii tri typy analytických dát, ktoré môže spoločnosť Apple zhromažďovať: analytika iOS zariadenia, analytika iCloudu a analytika apiek. Vaše iOS zariadenie môže automaticky zhromažďovať informácie týkajúce sa analytiky iOS zariadenia a ľubovoľných spárovaných Apple Watch a odosielať ich do spoločnosti Apple na analýzu, no výhradne len s vaším výslovným súhlasom. Zároveň by sme radi využili vašu pomoc pri vylepšovaní produktov a služieb pomocou dát z vášho iCloud účtu. Tieto budú použité spôsobom, pri ktorom bude zachované vaše súkromie. Partnerom a vývojárom spoločnosti Apple môžete pomôcť aj takým spôsobom, že poskytnete agregované informácie o používaných apkách a službách tak, že zapnete analytiku apiek. Analytika iOS zariadenia %@ môže zahŕňať detailné informácie o vašom hardvéri, špecifikáciách operačného systému, štatistiky výkonnosti a dáta týkajúce sa používania zariadení a apiek. Žiadna zo zhromažďovaných informácií neumožňuje vašu osobnú identifikáciu. Osobné údaje sa buď vôbec nezaznamenávajú, podliehajú metódam na ochranu súkromia, ako je diferenčná ochrana súkromia, alebo sú pred odoslaním akéhokoľvek hlásenia do Apple odstránené. Tieto informácie si môžete prezrieť v Nastaveniach na svojom iOS zariadení, kde klepnete na Súkromie a bezpečnosť, klepnete na Analytika a pozriete si časť Analytické dáta. V prípade, že súhlasíte s poskytovaním týchto informácií spoločnosti Apple a máte zapnuté lokalizačné služby, môže byť do Apple odosielaná aj poloha vašich zariadení. Táto je odosielaná za účelom analýzy možných problémov s výkonom, napríklad intenzity mobilného signálu na konkrétnom mieste. Tieto analytické dáta týkajúce sa polohy môžu zahŕňať napríklad polohu vašich zariadení raz denne, prípadne polohu zariadenia pri ukončení hovoru alebo polohu neúspešnej transakcie v obchode. Lokalizačné služby pre analytiku môžete kedykoľvek vypnúť. Ak chcete vypnúť tieto služby, otvorte Nastavenia, klepnite na Súkromie a bezpečnosť, klepnite na Lokalizačné služby, klepnite na Systémové služby a vypnite prepínač %@. %@ sa v prípade potreby dá úplne vypnúť. Ak chcete vypnúť analytiku, otvorte Nastavenia, klepnite na Analytika a vypnite možnosť %@. Ak máte s iPhonom spárované Apple Watch, vypnite možnosť Zdieľať analytiku iPhonu a hodiniek. Analytika iCloudu Analýza dát z vášho iCloud účtu bude vykonaná až po ošetrení dát technikami na ochranu súkromia, ako je diferenčná ochrana súkromia. Analýza týchto dát umožní Apple vylepšovať inteligentné funkcie a služby, ako je Siri a ďalšie podobné alebo súvisiace služby. Analytiku iCloudu môžete kedykoľvek vypnúť. Ak chcete vypnúť analytiku iCloudu, otvorte Nastavenia, klepnite na Súkromie a bezpečnosť, klepnite na Analytika a nastavte prepínač Zdieľať analytiku iCloudu do polohy Vyp. Analytika apiek Za účelom vylepšovania apiek, produktov a služieb určených na používanie s produktami Apple od partnerov Apple alebo vývojárov tretích strán, môže spoločnosť Apple poskytnúť týmto partnerom a vývojárom časť týchto analytických informácií, ktoré sú relevantné z hľadiska apky, produktu alebo služby partnera či tretej strany, ako aj štatistiky týkajúce sa používania apky daného partnera alebo vývojára, pokiaľ sú tieto informácie a štatistiky poskytované v agregovanej podobe, alebo v podobe, ktorá neumožňuje vašu osobnú identifikáciu. Dáta týkajúce sa pádov apiek a štatistík ich používania nemusíte zdieľať s vývojármi apiek tretích strán. Ak nechcete zdieľať tieto dáta, otvorte Nastavenia na svojom iOS zariadení, klepnite na Súkromie a bezpečnosť, klepnite na Analytika a vypnite možnosť Zdieľať s vývojármi apiek. Ak je analytika nastavená na Neodosielať, zdieľanie dát s vývojármi apiek tretích strán týkajúce sa pádov apiek a štatistík ich používania je automaticky vypnuté. Používaním týchto funkcií súhlasíte s tým, že Apple a jej dcérske spoločnosti a zástupcovia môžu prenášať, zhromažďovať, spravovať, spracovávať a používať tieto informácie tak, ako je to popísané vyššie. S informáciami prijatými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com/sk/privacy.
sl: Apple želi z vašo pomočjo izboljšati kakovost in učinkovitost delovanja svojih izdelkov in storitev. Apple lahko z vašim soglasjem zbira tri vrste analitike: analitiko naprav iOS, analitiko iCloud in analitiko aplikacij. Vaša naprava iOS lahko samodejno zbira analitične podatke o napravi iOS in katerikoli seznanjeni uri Apple Watch ter jih pošilja družbi Apple za analizo, ampak le z vašim izrecnim soglasjem. Prav tako želimo s pomočjo podatkov iz vašega računa iCloud na način, ki ohranja vašo zasebnost, izboljševati svoje izdelke in storitve. Če vklopite analitiko aplikacij, lahko tudi pomagate partnerjem in razvijalcem družbe Apple tako, da jim zagotovite zbrane podatke o aplikacijah in storitvah, ki jih uporabljate. Analitika naprav iOS %@ lahko vključuje podrobnosti o specifikacijah strojne opreme in operacijskega sistema, statistiko učinkovitosti delovanja in podatke o tem, kako uporabljate svoje naprave in aplikacije. Noben od zbranih podatkov ne omogoča prepoznavanja vaše identitete. Osebni podatki se bodisi sploh ne beležijo, so podvrženi tehnikam za ohranjanje zasebnosti podatkov, kot je razlikovalna zasebnost, ali pa se jih odstrani iz vseh poročil, preden se jih pošlje družbi Apple. Podatke si lahko ogledate tako, da v napravi iOS odprete Nastavitve, tapnete Zasebnost in varnost, tapnete Analitika in si ogledate možnost Analitični podatki. Če ste soglašali s tem, da družbi Apple zagotavljate te podatke, in ste vklopili možnost Lokacijske storitve, bo Apple na podlagi lokacije vaših naprav lažje analiziral težave z učinkovitostjo delovanja (na primer jakost ali šibkost signala mobilnega omrežja na določeni lokaciji). Ti analitični lokacijski podatki lahko vključujejo na primer lokacijo vaših naprav enkrat na dan, lokacijo, na kateri se je klic končal, ali lokacijo neuspešne transakcije v trgovini. Lokacijske storitve za analitiko lahko kadarkoli izklopite. To storite tako, da odprete Nastavitve, tapnete Zasebnost in varnost, tapnete Lokacijske storitve, tapnete Sistemske storitve in izklopite stikalo %@. %@ lahko tudi povsem izklopite. To storite tako, da odprete Nastavitve, tapnete Zasebnost in varnost, tapnete Analitika in izklopite možnost »%@«. Če ste s svojim iPhonom seznanili uro Apple Watch, izklopite možnost »Deljenje analitike naprav iPhone in Watch«. Analitika iCloud Analiza podatkov iz vašega računa iCloud se izvede šele, ko so opravljene tehnike za ohranjanje zasebnosti podatkov, kot je razlikovalna zasebnost. Analiza teh podatkov bo družbi Apple omogočila, da izboljša inteligentne funkcije in storitve, kot so Siri in druge podobne ali povezane storitve. Analitiko iCloud lahko kadarkoli izklopite. To storite tako, da odprete Nastavitve, tapnete Zasebnost in varnost, tapnete Analitika in izklopite možnost »Deli analitiko storitve iCloud«. Analitika aplikacij Da bi Apple svojim partnerjem in drugim razvijalcem pomagal izboljšati njihove aplikacije, izdelke in storitve, zasnovane za uporabo z izdelki Apple, jim lahko zagotovi podnabor analitičnih podatkov, ki je pomemben za partnerjevo ali razvijalčevo aplikacijo, izdelek ali storitev, ter statistiko o tem, kako uporabljate partnerjevo ali razvijalčevo aplikacijo, če so ti analitični podatki in statistika združeni ali so v takšni obliki, da ni mogoče ugotoviti vaše identitete. Če podatkov o zrušitvi in statistike o tem, kako uporabljate aplikacije, ne želite deliti z drugimi razvijalci aplikacij, v napravi iOS odprite Nastavitve, tapnite Zasebnost in varnost, tapnite Analitika in izklopite možnost Deli z razvijalci aplikacij. Če je za možnost Analitika izbrana nastavitev Ne pošlji, je deljenje podatkov o zrušitvi in statistike o tem, kako uporabljate aplikacije, z drugimi razvijalci aplikacij samodejno izklopljeno. Z uporabo teh funkcij se strinjate in soglašate, da Apple ter njegove podružnice in zastopniki prenesejo, zbirajo, vzdržujejo, obdelujejo in uporabljajo te podatke, kot je opisano zgoraj. Podatki, ki jih prejme Apple, bodo ves čas obravnavani skladno s pravilnikom o zasebnosti družbe Apple, ki ga lahko najdete na www.apple.com/privacy.
sv: Apple vill gärna ha din hjälp med att förbättra kvalitet och prestanda hos sina produkter och tjänster. Apple kan, med ditt tillstånd, samla in tre typer av analysdata: iOS-enhetsanalys, iCloud-analys och appanalys. Din iOS-enhet kan automatiskt samla in analysinformation om din iOS-enhet och varje parkopplad Apple Watch och skicka den till Apple för analys, men bara med ditt uttryckliga tillstånd. Vi vill även ha din hjälp med att förbättra våra produkter och tjänster genom att använda data från ditt iCloud-konto på ett sätt som bevarar din integritet. Du kan även hjälpa Apples samarbetspartners och utvecklare genom att ge dem information i sammanslagen form om appar och tjänster du använder. Gör detta genom att aktivera Appanalys. iOS-enhetsanalys %@ kan innehålla detaljer om maskinvara och operativsystem, prestandastatistik och data om hur du använder enheterna och appar. Inget av den insamlade informationen identifierar dig personligen. Personuppgifter loggas antingen inte alls, behandlas med integritetsbevarande tekniker som differentiell integritet, eller tas bort från rapporter innan de skickas till Apple. Du kan granska informationen genom att öppna Inställningar på din iOS-enhet, trycka på Integritet och säkerhet, trycka på Analys och titta under Analysdata. Om du har gett ditt samtycke till att överlämna den här informationen till Apple, och du har Platstjänster på, kan även enheternas plats komma att skickas till Apple för hjälp med analys av prestanda (t.ex. en mobilsignals styrka på specifika platser). Dessa analysdata kan inkludera platser som dina enheters plats en gång per dag, platsen där ett samtal tar slut eller platsen för en misslyckad butikstransaktion. Du kan när som helst stänga av Platstjänster för analys. Det gör du genom att öppna Inställningar, trycka på Integritet och säkerhet > Platstjänster > Systemtjänster och stänga av reglaget %@. Du kan även stänga av %@ helt och hållet. Det gör du genom att öppna Inställningar, trycka på Integritet och säkerhet, trycka på Analys och avaktivera %@. Om du har en Apple Watch som är parkopplad med din iPhone avaktiverar du Dela iPhone- och Watch-analys. iCloud-analys Analys av data från ditt iCloud-konto utförs endast efter att dessa data har behandlats med integritetsskyddande tekniker som differentiell integritet. Analys av sådana data gör att Apple kan förbättra intelligenta funktioner och tjänster, till exempel Siri och andra liknande eller relaterade tjänster. Du kan när som helst välja att stänga av iCloud-analys. Du gör detta genom att öppna Inställningar. Tryck sedan på Integritet och säkerhet, tryck på Analys och avaktivera Dela iCloud-analys. Appanalys I syfte att hjälpa Apples samarbetspartner och programutvecklare från tredje part med att förbättra sina appar, produkter och tjänster avsedda för Apples produkter, kan Apple komma att tillhandahålla dessa partner och utvecklare med den del av analysinformationen som är relevant för den partnerns eller utvecklarens app, program, produkt eller tjänst, liksom statistik om hur du använder partnerns eller utvecklarens app, så länge som den analysinformationen och statistiken är en sammanslagning eller i ett format som inte identifierar dig personligen. Du kan välja att inte dela kraschdata och statistik om hur du använder appar med apputvecklare från tredje part. Du gör detta genom att öppna Inställningar på din iOS-enhet, trycka på Integritet och säkerhet, trycka på Analys och sedan avaktivera Dela med apputvecklare. Om Analys är inställt på Skicka inte är delningen av kraschdata och statistik om hur du använder appar automatiskt avstängd för apputvecklare från tredje part. Genom att använda dessa funktioner godkänner och samtycker du till att Apple och dess dotterbolag och samarbetspartner överför, samlar in, underhåller, behandlar och använder denna information på det sätt som beskrivs ovan. Under alla förhållanden kommer information som tas emot av Apple att behandlas i enlighet med Apples integritetspolicy som finns på www.apple.com/se/privacy.
th: Apple ต้องการที่จะให้คุณช่วยปรับปรุงคุณภาพและประสิทธิภาพของผลิตภัณฑ์และบริการของบริษัท ข้อมูลการวิเคราะห์ที่ Apple อาจเก็บรวบรวมมี 3 ประเภทโดยการได้รับความยินยอมจากคุณ: ข้อมูลการวิเคราะห์อุปกรณ์ iOS, ข้อมูลการวิเคราะห์ iCloud และข้อมูลการวิเคราะห์แอป อุปกรณ์ iOS ของคุณสามารถเก็บข้อมูลการวิเคราะห์เกี่ยวกับอุปกรณ์ iOS และ Apple Watch ที่จับคู่ได้โดยอัตโนมัติ และส่งไปที่ Apple เพื่อการวิเคราะห์ แต่ต้องได้รับความยินยอมอย่างชัดแจ้งจากคุณเท่านั้น เราต้องการที่จะให้คุณช่วยปรับปรุงผลิตภัณฑ์และบริการของเราโดยการใช้ข้อมูลจากบัญชี iCloud ของคุณอย่างปกป้องความเป็นส่วนตัวของคุณด้วย คุณยังสามารถช่วยคู่ค้าของ Apple และนักพัฒนาได้โดยการให้ข้อมูลที่เก็บรวบรวมสะสมเกี่ยวกับแอปพลิเคชันและบริการที่คุณใช้โดยการเปิดใช้การวิเคราะห์แอป การวิเคราะห์อุปกรณ์ iOS %[tt]@อาจรวมถึงรายละเอียดเกี่ยวกับข้อมูลจำเพาะของฮาร์ดแวร์และระบบปฏิบัติการ สถิติประสิทธิภาพ และข้อมูลเกี่ยวกับวิธีการที่คุณใช้อุปกรณ์และแอปพลิเคชันของคุณโดยข้อมูลที่เก็บไว้จะไม่ระบุถึงตัวคุณ ข้อมูลส่วนบุคคลจะไม่มีการบันทึกไว้เลยและเป็นไปตามเทคนิคการเก็บข้อมูลที่ยังสามารถปกป้องความเป็นส่วนตัวของผู้ใช้ เช่น Differential Privacy หรือ ข้อมูลส่วนบุคคลจะถูกลบออกจากรายงานใดๆ ก่อนที่จะส่งไปที่ Apple คุณสามารถทบทวนข้อมูลนี้ได้โดยไปที่การตั้งค่าบนอุปกรณ์ iOS ของคุณ แตะความเป็นส่วนตัวและความปลอดภัย แตะการวิเคราะห์ และดูข้อมูลการวิเคราะห์ ถ้าคุณยินยอมมอบข้อมูลนี้ให้กับ Apple และคุณได้เปิดใช้บริการหาตำแหน่งที่ตั้งไว้ ตำแหน่งที่ตั้งของอุปกรณ์ของคุณอาจถูกส่งเพื่อช่วย Apple วิเคราะห์ปัญหาเกี่ยวกับประสิทธิภาพด้วยเช่นกัน (ตัวอย่างเช่น ความแรงหรืออ่อนของสัญญาณโทรศัพท์มือถือ ณ ตำแหน่งที่ตั้งหนึ่ง) ข้อมูลการวิเคราะห์ตำแหน่งที่ตั้งนี้อาจรวมถึงตำแหน่งที่ตั้ง เช่น ตำแหน่งที่ตั้งของอุปกรณ์ของคุณวันละหนึ่งครั้ง ตำแหน่งที่ตั้งที่เมื่อคุณวางสายโทรศัพท์ หรือตำแหน่งที่ตั้งเมื่อทำธุรกรรมภายในร้านค้าไม่สำเร็จ คุณสามารถเลือกปิดใช้บริการหาตำแหน่งที่ตั้งสำหรับวิเคราะห์ได้ตลอดเวลา ในการทำเช่นนั้น ให้เปิดการตั้งค่า แตะความเป็นส่วนตัวและความปลอดภัย แตะบริการหาตำแหน่งที่ตั้ง แตะบริการระบบ แล้วปิดสวิตช์%[tt]@ คุณอาจเลือกปิด%[tt]@ด้วยเช่นกัน ในการทำเช่นนั้น ให้เปิดการตั้งค่า แตะความเป็นส่วนตัวและความปลอดภัย แตะการวิเคราะห์ แล้วปิด “%@” ถ้าคุณมี Apple Watch ที่จับคู่กับ iPhone ให้ตั้ง “แชร์การวิเคราะห์ iPhone และ Watch” เป็นปิดด้วย การวิเคราะห์ iCloud ข้อมูลการวิเคราะห์จากบัญชี iCloud ของคุณจะถูกเก็บรวบรวมหลังจากที่ได้ผ่านเทคนิคการเก็บข้อมูลที่ปกป้องความเป็นส่วนตัวของผู้ใช้ก่อนเท่านั้น เช่น เทคนิค Differential Privacy เป็นต้น การวิเคราะห์ข้อมูลเหล่านั้นจะช่วยให้ Apple ปรับปรุงคุณสมบัติความฉลาดและบริการของ Siri และบริการอื่นที่คล้ายกันหรือที่เกี่ยวข้อง คุณอาจเลือกที่จะปิดใช้การวิเคราะห์ iCloud ได้ตลอดเวลา ในการทำเช่นนั้น คุณสามารถเปิดการตั้งค่า แตะความเป็นส่วนตัวและความปลอดภัย แตะการวิเคราะห์ และปิด “แชร์การวิเคราะห์ iCloud” ได้ การวิเคราะห์แอป ในการช่วยเหลือคู่ค้าของ Apple และนักพัฒนาของบริษัทอื่นปรับปรุงแอป ผลิตภัณฑ์ และบริการที่ได้รับการออกแบบมาให้ใช้กับผลิตภัณฑ์ของ Apple บริษัท Apple อาจมอบข้อมูลบางส่วนของข้อมูลวิเคราะห์ที่เกี่ยวข้องกับแอป ผลิตภัณฑ์ หรือบริการของคู่ค้าหรือนักพัฒนา พร้อมทั้งสถิติเกี่ยวกับวิธีที่คุณใช้แอปของคู่ค้าหรือนักพัฒนาให้กับคู่ค้าหรือนักพัฒนาโดยที่ข้อมูลวิเคราะห์และสถิติจะถูกรวมเข้าด้วยกันและไม่สามารถบ่งชี้ถึงตัวคุณได้ คุณสามารถเลือกที่จะไม่แชร์ข้อมูลการปิดตัวลงโดยไม่ทราบสาเหตุและสถิติเกี่ยวกับวิธีการที่คุณใช้แอปกับนักพัฒนาแอปของบริษัทอื่นได้ ในการทำเช่นนั้น ให้เปิดการตั้งค่าบนอุปกรณ์ iOS ของคุณ แตะความเป็นส่วนตัวและความปลอดภัย แตะการวิเคราะห์ แล้วปิดใช้ “แชร์กับนักพัฒนาแอป” ถ้าการวิเคราะห์ถูกตั้งเป็น “ไม่ส่ง” การแชร์ข้อมูลการปิดตัวลงโดยไม่ทราบสาเหตุและสถิติเกี่ยวกับวิธีการที่คุณใช้แอปกับนักพัฒนาแอปของบริษัทอื่นจะถูกปิดใช้โดยอัตโนมัติ โดยการใช้คุณสมบัติเหล่านี้จะถือว่า คุณยอมรับและยินยอมกับการส่งข้อมูล การเก็บรวบรวมข้อมูล การบำรุงรักษาข้อมูล การประมวลผลข้อมูล และการใช้ข้อมูลนี้ที่อธิบายข้างต้นของ Apple, บริษัทในเครือ และตัวแทน ข้อมูลที่ Apple ได้รับจะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถดูได้ที่ www.apple.com/th/privacy
tr: Apple, ürünlerinin ve servislerinin kalitesini ve performansını artırmak için yardımınızı istiyor. Apple’ın sizin izninizle toplayacağı üç tür analiz vardır: iOS aygıt analizleri, iCloud analizleri ve uygulama analizleri. iOS aygıtınız, kendisi ve eşlenmiş herhangi bir Apple Watch ile ilgili analiz bilgilerini otomatik olarak toplayabilir ve incelenmesi için -yalnızca açık izniniz alındıktan sonra- Apple’a gönderebilir. Ayrıca, iCloud hesabınızdaki verileri gizliliği koruyacak şekilde kullanarak ürünlerinin ve servislerinin geliştirilmesine yardımcı olmanızı isteriz. Uygulama analizlerini açıp kullandığınız uygulamalar ve servisler hakkında bilgi sağlayarak Apple’ın iş ortaklarına ve geliştiricilere destek olabilirsiniz. iOS Aygıt Analizleri %@; donanım ve işletim sistemi özellikleri konusunda ayrıntılar, performans istatistikleri ve aygıtlarınızı ve uygulamaları kullanma şekliniz hakkında veriler içerebilir. Toplanan bilgilerin hiçbiri kimliğinizin bireysel olarak teşhis edilmesini sağlamaz. Kişisel veriler diferansiyel gizlilik gibi gizlilik koruma tekniklerine tabi oldukları için ya hiç tutulmazlar ya da Apple’a gönderilmeden önce raporlardan silinir. Bu bilgileri, iOS aygıtınızda Ayarlar’a gidip, Gizlilik ve Güvenlik’e ve ardından Analiz’e dokunarak Analiz Verileri altında gözden geçirebilirsiniz. Bu bilgilerin Apple’a sağlanması için onay verdiyseniz ve Konum Servisleri özelliğiniz açıksa Apple’ın performans sorunlarını (örneğin belirli bir konumdaki mobil sinyalin kuvvetli veya zayıf olması) incelemesine yardımcı olmak için aygıtlarınızın konumu da gönderilebilir. Bu konum analizi verileri, aygıtlarınızın günlük konumu gibi konumları, aramanın bittiği yerin konumunu veya hatalı bir mağaza işleminin konumunu içerebilir. İstediğiniz zaman Analiz için Konum Servisleri’ni kapatmayı seçebilirsiniz. Bunu yapmak için; Ayarlar’ı açın, Gizlilik ve Güvenlik’e dokunun, Konum Servisleri’ne dokunun, Sistem Servisleri’ne dokunun ve %@ anahtarını kapalı konumuna getirin. %@ tamamen kapatılabilir. Bunu yapmak için; Ayarlar’ı açın, Gizlilik ve Güvenlik’e dokunun, Analiz’e dokunun ve “%@” kısmını kapalı duruma getirin. iPhone’unuz ile eşlenmiş bir Apple Watch’unuz varsa “iPhone ve Watch Analizini Paylaş”ı kapalı duruma getirin. iCloud Analizleri iCloud hesabınızdaki verilerin analizi, veriler diferansiyel gizlilik gibi gizlilik koruyucu tekniklerden geçirildikten sonra ele alınır. Bu verilerin analizleri Apple’ın Siri ve diğer benzeri veya ilgili servisleri gibi akıllı özelliklerini ve servislerini geliştirmesine yardımcı olur. iCloud Analizi’ini tamamen kapatmayı seçebilirsiniz. Bunu yapmak için; Ayarlar’ı açın, Gizlilik ve Güvenlik’e dokunun, Analiz’e dokunun ve “iCloud Analizini Paylaş”ı kapatın. Uygulama Analizleri Apple; kendi iş ortaklarının ve üçüncü parti geliştiricilerin Apple ürünleriyle kullanılmak üzere tasarladıkları uygulamaları, ürünleri ve servisleri iyileştirmelerine yardımcı olmak için ve analiz bilgileri ile istatistikler kimliğinizin bireysel olarak teşhis edilmesini sağlamayacak bir biçimde olduğu veya toplandığı sürece söz konusu iş ortaklarına ya da geliştiricilere analiz bilgilerinin onların uygulamalarıyla, ürünleriyle veya servisleriyle ilgili bir alt kümesini ve bunun yanında o üçüncü partinin veya geliştiricinin uygulamasını kullanma şeklinizle ilgili istatistikleri sağlayabilir. Çökme verilerini ve uygulamaları kullanma şeklinizle ilgili istatistikleri üçüncü parti uygulama geliştiricilerle paylaşmamayı seçebilirsiniz. Bunu yapmak için iOS aygıtınızda Ayarlar’ı açın, Gizlilik ve Güvenlik’e dokunun. Analiz’e dokunun ve “Uygulama Geliştiricilerle Paylaş”ı kapatın. Analiz, “Gönderme” olarak ayarlanırsa çökme verilerinin ve istatistiklerin üçüncü parti uygulama geliştiricilerle paylaşılması otomatik olarak kapatılır. Bu özellikleri kullanarak, Apple’ın, bağlı kuruluşlarının ve temsilcilerinin bu bilgileri yukarıda açıklandığı şekilde aktarabileceğini, toplayabileceğini, bulundurabileceğini, işleyebileceğini ve kullanabileceğini kabul etmiş ve onaylamış olursunuz. Apple tarafından alınan tüm bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun bir şekilde işlenecektir.
uk: Apple хотіла б, щоб ви сприяли покращенню якості та продуктивності її продуктів і послуг. Існує три типи аналітичних даних, які Apple може збирати за вашої згоди: аналітика пристроїв iOS, аналітика iCloud і аналітика програм. Ваш пристрій iOS може автоматично збирати аналітичну інформацію про ваш пристрій iOS і всі спарені з ним Apple Watch і відсилати їх до Apple для аналізу, але тільки за вашої чітко висловленої згоди. Ми також хотіли б, щоб ви сприяли поліпшенню наших продуктів і послуг, дозволивши використання даних вашого облікового запису iCloud у спосіб, що не ідентифікує вашої особи. Ви також можете допомагати партнерам і розробникам Apple, надаючи сукупну інформацію про програми і служби, якими ви користуєтесь, увімкнувши Аналітику програм. Аналітика пристроїв iOS %@ може містити деталі специфікацій обладнання та операційної системи, статистику продуктивності та відомості про спосіб, у який ви використовуєте свої пристрої та програми. Жодні зібрані дані не ідентифікують вашу особу. Особисті дані або не реєструються взагалі, проходять процедури збереження приватності, як‑от диференційна приватність, або вилучаються з усіх звітів, перш ніж відсилатися до Apple. Ви можете переглянути ці відомості в Параметрах на своєму пристрої iOS, торкнувши «Дані аналітики» в розділі «Аналітика». Якщо ви погодилися передавати до Apple таку інформацію, і Служби локації увімкнено, геопозиції ваших пристроїв також можуть відсилатися, щоб сприяти Apple в аналізі проблем, повʼязаних із продуктивністю (наприклад, рівень сигналу мобільної мережі в певній місцевості). Ці аналітичні дані геолокації можуть містити геопозиції, як‑от геопозицію ваших пристроїв раз на день, геопозицію, де було закінчено виклик, або геопозицію невдалої трансакції в магазині. Вимкнути Служби локації для Аналітики можна будь-коли. Для цього в Параметрах торкніть «Приватність», оберіть «Служби локації», «Системні сервіси», а потім вимкніть перемикач «%@». Можна також зовсім вимкнути «%@». Для цього в Параметрах оберіть «Приватність і безпека», торкніть «Аналітика» і вимкніть перемикач «%@». Якщо у вас є Apple Watch, спарений із вашим iPhone, тоді вимкніть перемикач «Поширювати аналітику iPhone і годинника». Аналітика iCloud Аналіз даних із вашого облікового запису iCloud виконується тільки після того, як ці дані пройшли процедури збереження приватності, як‑от диференційна приватність. Аналіз цих даних дозволить Apple вдосконалювати такі інтелектуальні функції, як Siri та інші схожі чи повʼязані служби. Можна будь-коли вимкнути Аналітику iCloud. Для цього в Параметрах оберіть «Приватність і безпека», торкніть «Аналітика» і вимкніть перемикач «Поширювати аналітику iCloud». Аналітика програм Щоб допомагати партнерам Apple і стороннім розробникам покращувати їхні програми, продукти та послуги, призначені для використання з продуктами Apple, Apple може передавати цим партнерам чи розробникам частину аналітичної інформації, яка є доречною для програм, продуктів чи послуг цих партнерів або розробників, а також статистику вашого використання програм партнерів чи розробників за умови, що така інформація та статистичні дані збираються чи передаються у формі, що не вказує на вашу особу. Можна вимкнути надсилання даних про збої та статистики вашого використання програм до сторонніх розробників. Для цього в Параметрах на своєму пристрої iOS оберіть «Приватність і безпека», торкніть «Аналітика» і вимкніть «Звіти для розробників». Якщо для Аналітики задано «Не поширювати», тоді надсилання даних про збої та статистики вашого використання програм до сторонніх розробників буде вимкнено автоматично. Використовуючи ці функції, ви погоджуєтесь на передавання, збирання, обслуговування, опрацювання і використання цієї інформації Apple та її філіями й представниками, як це описано вище. Інформація, яку отримує Apple, завжди буде оброблятися згідно з Політикою конфіденційності Apple, яку можна знайти на вебсторінці www.apple.com/privacy.
vi: Apple mong muốn nhận được sự giúp đỡ của bạn trong việc cải thiện chất lượng và hiệu năng của các sản phẩm và dịch vụ của hãng. Với sự chấp thuận của bạn, có ba loại phân tích mà Apple có thể thu thập: Phân tích thiết bị iOS, Phân tích iCloud và Phân tích ứng dụng. Thiết bị iOS của bạn có thể tự động thu thập thông tin phân tích về thiết bị iOS cũng như bất kỳ Apple Watch nào được ghép đôi và gửi cho Apple để phân tích, nhưng chỉ khi có sự chấp thuận rõ ràng của bạn. Chúng tôi cũng mong muốn nhận được sự giúp đỡ của bạn để cải thiện các sản phẩm và dịch vụ bằng cách sử dụng, theo cách thức bảo vệ quyền riêng tư, dữ liệu từ tài khoản iCloud của bạn. Bạn cũng có thể hỗ trợ các đối tác và nhà phát triển của Apple bằng cách cung cấp thông tin tổng hợp về các ứng dụng và dịch vụ mà bạn sử dụng bằng cách bật Phân tích ứng dụng. Phân tích thiết bị iOS %@ có thể bao gồm các chi tiết về thông số kỹ thuật của phần cứng và hệ điều hành, số liệu thống kê về hiệu năng, cũng như dữ liệu về cách bạn sử dụng các thiết bị và ứng dụng. Các thông tin được thu thập không xác định danh tính của bạn. Dữ liệu cá nhân hoàn toàn không được ghi lại, tuân theo các kỹ thuật bảo vệ quyền riêng tư như quyền riêng tư khác biệt, hoặc bị xóa khỏi mọi báo cáo trước khi chúng được gửi đến Apple. Bạn có thể xem lại thông tin này bằng cách đi tới Cài đặt trên thiết bị iOS, chạm vào Quyền riêng tư & Bảo mật, chạm vào Phân tích và xem trong phần Dữ liệu phân tích. Nếu bạn đồng ý cung cấp thông tin này cho Apple và bạn đã bật Dịch vụ định vị, vị trí của các thiết bị của bạn cũng có thể được gửi để giúp Apple phân tích các vấn đề về hiệu năng (ví dụ: cường độ của tín hiệu di động ở một vị trí cụ thể). Dữ liệu vị trí phân tích này có thể bao gồm các vị trí như: vị trí các thiết bị của bạn một lần mỗi ngày, vị trí mà cuộc gọi kết thúc hoặc vị trí của giao dịch trong cửa hàng không thực hiên được. Bạn có thể lựa chọn tắt Dịch vụ định vị cho tính năng Phân tích vào bất kỳ lúc nào. Để thực hiện, hãy mở Cài đặt, chạm vào Quyền riêng tư & Bảo mật, chạm vào Dịch vụ định vị, chạm vào Dịch vụ hệ thống và tắt công tắc %@. Bạn cũng có thể lựa chọn tắt hoàn toàn tính năng %@. Để thực hiện, hãy mở Cài đặt, chạm vào Quyền riêng tư & Bảo mật, chạm vào Phân tích và đặt “%@” thành tắt. Nếu bạn có Apple Watch được ghép đôi với iPhone, hãy đặt “Chia sẻ Phân tích iPhone & Đồng hồ” thành tắt. Phân tích iCloud Việc phân tích dữ liệu từ tài khoản iCloud của bạn chỉ được thực hiện sau khi dữ liệu đã được xử lý thông qua các kỹ thuật bảo vệ quyền riêng tư như quyền riêng tư khác biệt. Việc phân tích dữ liệu như vậy sẽ cho phép Apple cải thiện các tính năng và dịch vụ thông minh như Siri và các dịch vụ tương tự hoặc có liên quan. Bạn có thể lựa chọn tắt tính năng Phân tích iCloud bất kỳ lúc nào. Để thực hiện, bạn có thể mở Cài đặt, chạm vào Quyền riêng tư & Bảo mật, chạm vào Phân tích và đặt “Chia sẻ phân tích iCloud” thành tắt. Phân tích ứng dụng Để giúp các đối tác của Apple và nhà phát triển bên thứ ba cải thiện các ứng dụng, sản phẩm và dịch vụ được thiết kế để sử dụng với các sản phẩm Apple, Apple có thể cung cấp cho những đối tác hoặc nhà phát triển này một phần thông tin phân tích có liên quan đến ứng dụng, sản phẩm hoặc dịch vụ của đối tác hoặc nhà phát triển, cũng như số liệu thống kê về cách bạn sử dụng ứng dụng của đối tác hoặc nhà phát triển đó, với điều kiện là thông tin phân tích và số liệu thống kê đó được tổng hợp hoặc có hình thức không xác định danh tính của bạn. Bạn cũng có thể lựa chọn không chia sẻ dữ liệu sự cố và số liệu thống kê về cách bạn sử dụng các ứng dụng với các nhà phát triển ứng dụng bên thứ ba. Để thực hiện, hãy mở Cài đặt trên thiết bị iOS của bạn, chạm vào Quyền riêng tư & Bảo mật, chạm vào Phân tích và tắt Chia sẻ với nhà phát triển. Nếu Phân tích được đặt thành Không gửi, tính năng chia sẻ dữ liệu sự cố và số liệu thống kê về cách bạn sử dụng các ứng dụng với nhà phát triển ứng dụng bên thứ ba được tắt tự động. Bằng việc sử dụng những tính năng này, bạn đồng ý và cho phép Apple, các công ty con và đại lý của hãng chuyển giao, thu thập, duy trì, xử lý và sử dụng thông tin này như mô tả ở trên. Thông tin mà Apple nhận được sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com/vn/privacy.
zh_cn: Apple希望你能够帮助提高其产品和服务的质量及性能。在你许可之下，Apple可能收集三类分析信息：iOS设备分析、iCloud分析和App分析。只有在你的明示许可下，你的iOS设备才会自动收集iOS设备和任何已配对Apple Watch的分析信息，并将这些信息发送给Apple进行分析。我们还希望以保护隐私的方式使用你iCloud账户的数据，以协助改进我们的产品和服务。你还可以打开App分析，通过提供与应用程序和服务相关的聚合数据来为Apple的伙伴和开发者提供帮助。 iOS设备分析 “%@”可能会包括硬件和操作系统规格方面的详细信息、性能统计数据、以及设备和应用程序的使用数据。任何被收集的信息都无法用来识别你的身份。个人数据或是根本不会被记录，或是受差分隐私等隐私保护技术的约束，或是在发送给Apple前就已从报告中移除。你可以前往iOS设备的“设置”，依次轻点“隐私与安全性”、“分析”并在“分析数据”下面查看这些信息。 如果你同意向Apple提供此类信息，而且“定位服务”已启用，那么你设备的位置信息可能将同时发送，以帮助Apple分析性能问题（例如，某个地点的移动信号的强弱）。此类分析位置数据可能会包括每天一次的设备位置，通话结束时的位置或店内交易失败时的位置等等。你可以随时选择关闭“分析”的“定位服务”。若要关闭，请依次轻点“设置”>“隐私与安全性”>“定位服务”>“系统服务”，然后关闭“%@”的开关。 你也可以选择关闭“%@”的总开关。若要关闭，请依次轻点“设置”>“隐私与安全性”>“分析”，并将“%@”设为关闭。如果拥有与iPhone配对的Apple Watch，请将“共享iPhone与手表分析”设为关闭。 iCloud分析 对你iCloud账户的数据分析仅会在数据经由差别隐私等隐私保护技术的保护之后进行。分析此类数据有助于Apple改进诸如Siri及其他相似或相关服务的智能功能和服务。 你随时可以选择关闭“iCloud分析”。若要关闭，请依次轻点“设置”>“隐私与安全性”>“分析”，并将“共享iCloud分析”设为关闭。 App分析 为帮助Apple的合作伙伴和第三方开发者改进其专用于Apple产品的App、产品和服务，Apple可能会向这些合作伙伴或开发者提供与其App或服务有关的分析信息子集，以及与你如何使用该合作伙伴或开发者的App相关的统计数据，前提是这些分析信息和数据已经聚合或者采用无法识别你的个人身份的形式。 你可以选择不共享崩溃数据和与你如何使用第三方App开发者的App相关的统计数据。若要不共享，请在iOS设备上依次轻点“设置”>“隐私与安全性”>“分析”，并关闭“与App开发者共享”。如果“分析”设置为“不发送”，则会自动关闭共享崩溃数据和与你如何使用第三方开发者的App相关的统计数据。 使用这些功能即表示你同意和允许Apple及其合作伙伴和被许可人传播、收集、维护、处理和使用上述信息。 Apple收到的信息将始终遵循Apple的“隐私政策”处理，请参阅www.apple.com/cn/privacy。
zh_hk: Apple需要你的協助來改進產品和服務的質素與執行效能。在經過你同意後，Apple可能會收集三種類型的分析資料：iOS裝置分析、iCloud分析和App分析。你的iOS裝置可以自動收集你的iOS裝置和已配對Apple Watch之分析資料，並傳送到Apple進行分析，但只有在經過你明確的同意後才會進行。同時，Apple想要以保留私隱的方式，使用你的iCloud帳户資料以協助改進產品和服務。你也可以開啟「App分析」，提供有關你使用的應用程式和服務的彙集資料以協助Apple夥伴和開發者。 iOS裝置分析 「%@」可能包括硬件及作業系統規格的詳細資料、執行效能的統計資料、你如何使用裝置與應用程式的資料等。所有收集的資料無法用作識別你的個人身份。個人資料不在記錄範圍內，受到私隱權保護技術（如微分私隱）的規範，就是已在報告傳送予Apple前移除。你可以前往iOS裝置上的「設定」，點一下「私隱與保安」>「分析」，然後在「分析數據」下檢視有關資料。 如同意提供Apple此資料，並且已開啟「定位服務」，可能也會將你裝置的位置傳送給Apple來協助分析執行效能問題（例如，在某特定位置數據訊號的強弱度）。此分析位置資料可能包含的位置有每天一次的裝置位置、通話結束的位置，或無法進行交易的商店位置等。你隨時都可以關閉「分析」功能的「定位服務」，如要關閉此服務，請打開「設定」，點一下「私隱與保安」>「定位服務」>「系統服務」，然後關閉「%@」功能的切換。 你亦可以關閉「%@」功能。請開啟「設定」，點一下「私隱與保安」，點一下「分析」，然後將「%@」設成關閉狀態。如你的Apple Watch已與iPhone配對，請關閉「分享iPhone與手錶分析」。 iCloud分析 對於你iCloud帳户的資料分析只有在使用私隱保護技術（如微分私隱）的情況下才會執行。對這類資料進行分析可讓Apple改進智慧型功能和服務，如Siri和其他類似或相關服務。 你可以隨時選擇關閉「iCloud分析」。如要關閉，請打開「設定」，點一下「私隱與保安」，點一下「分析」，然後將「分享iCloud分析」設成關閉狀態。 App分析 為了協助Apple夥伴與第三方開發者改進專為Apple產品設計搭配使用的App、產品及服務，Apple可能會向他們提供部份與該夥伴或開發者的App、產品或服務相關的分析資料，及你如何使用該夥伴或開發者App的統計資料，但此分析資料及統計資料都會以彙集，或無法識別你個人身份的方式收集。 你可以選擇不與第三方App開發者分享死機資料及你如何使用App的統計資料。請開啟iOS裝置上的「設定」，點一下「私隱與保安」，點一下「分析」，關閉「與App開發者分享」。如已將「分析」設定為「不要傳送」，會自動關閉與第三方App開發者分享死機資料以及你如何使用App的統計資料。 當你使用這些功能，即表示同意並接受Apple及其子公司及代理以如上所示的方式傳播、收集、維護、處理及使用此資料。 無論何時，Apple都會依照「Apple私隱政策」的規定處理所收集到的資料，請瀏覽www.apple.com/hk/privacy。
zh_tw: Apple需要你的協助來改進產品和服務的品質與執行效能。在經過你的同意後，Apple可能會收集三種類型的分析資料：iOS裝置分析、iCloud分析和App分析。你的iOS裝置可以自動收集iOS裝置和已配對Apple Watch的分析資訊，並傳送到Apple進行分析，但只有在經過你明確的同意後才會進行。同時，我們想要以保留隱私權的方式，使用你的iCloud帳號資料來協助改進產品和服務。你也可以開啟「App分析」，提供關於你使用的應用程式和服務的彙集資訊，以便協助Apple夥伴和開發者。 iOS裝置分析 「%@」可能包含硬體和作業系統規格的詳細資訊、執行效能的統計資料、你如何使用裝置與應用程式的資料等。收集的資訊皆無法識別你的個人身分。個人資料不是未在記錄範圍內，受到隱私權保護技術（如差分隱私）的規範，就是已在報告傳送給Apple前移除。你可以前往iOS裝置上的「設定」，點一下「隱私權與安全性」>「分析」，然後在「分析資料」下檢視此資訊。 若同意提供Apple此資訊，且已開啟「定位服務」，可能也會將你裝置的位置傳送給Apple來協助分析執行效能問題（例如，在某特定位置行動訊號的強弱度）。此分析位置資料可能包含的位置有每天一次的裝置位置，通話結束的位置，或無法進行交易的商店位置等。你隨時都可以關閉「分析」功能的「定位服務」，若要關閉此服務，請打開「設定」，點一下「隱私權與安全性」>「定位服務」>「系統服務」，然後關閉「%@」功能的切換。 你也可以選擇關閉「%@」功能，若要關閉此功能，請打開「設定」，點一下「隱私權與安全性」，點一下「分析」，然後將「%@」設成關閉狀態。若你的Apple Watch已與iPhone配對，請將「分享iPhone與Apple Watch分析」設成關閉狀態。 iCloud分析 對於你iCloud帳號的資料分析只有在使用隱私權保護技術（如差分隱私）的情況下才會執行。對這類資料進行分析可讓Apple改進智慧功能和服務，如Siri和其他類似或相關服務。 你可以隨時關閉「iCloud分析」。若要關閉，請打開「設定」，點一下「隱私權與安全性」，點一下「分析」，然後將「分享iCloud分析」設成關閉狀態。 App分析 為了協助Apple夥伴與第三方開發者改進其專為Apple產品設計來搭配使用的App、產品和服務，Apple可能會提供這類夥伴或開發者一部分與該夥伴或開發者的App、產品或服務相關的分析資訊，以及你如何使用該夥伴或開發者App的統計資料，但此分析資訊和統計資料都會以彙集，或無法識別你個人身分的方式提供。 你可選擇不與第三方App開發者分享當機資料和App使用方式的統計資料。請打開iOS裝置上的「設定」，點一下「隱私權與安全性」，點一下「分析」，然後關閉「與App開發者分享」。若已將「分析」設定為「不要傳送」，會自動關閉與第三方App開發者分享當機資料和App使用方式的統計資料。 使用這些功能，即表示同意並接受Apple其子公司和代理人以如上所示的方式傳播、收集、維護、處理和使用此資訊。 在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理接收到的資訊，請參訪www.apple.com/tw/privacy。
